[
{"id":"1","name":"اعمال ماه صفر","text":"ماه صفر دومین ماه قمری است که برای نامگذاری آن دو دلیل ذکر می شود:\
\
نخست این که از صُفْرَة به معنای زردی گرفته شده، زیرا زمان انتخاب نام با فصل پاییز و زرد شدن برگ درختان مقارن بوده است.\
\
دلیل دوم این که از صِفْر به معنای خالی گرفته شده است، چرا که با پایان یافتن ماه های حرام(رجب، ذی القعده، ذی الحجه و محرم) قبایل بار دیگر وارد جنگ می شدند و شهرها خالی می شد.\
\
معروف است که صفر ماهی منحوس است. در چرایی منحوس بودن ماه صفر دلایلی از جمله رحلت پیامبر اکرم(ص)، شهادت امام حسن(ع) و امام رضا(ع) در این ماه را ذکر می کنند. همچنین ابتدای ماه صفر با ورود کاروان اسرا به شهر شام مصادف است، و نیز آغاز جنگ صفین در نخستین روز صفر بوده است.\
\
در برخی از روایات اسلامی آمده است که مسلمانان از انجام کارهای مهم در ماه صفر، پرهیز و برای دفع آفات و بلایای این ماه بسیار صدقه دهند. به همین دلیل مسلمانان از این ماه به عنوان ماهی نحس و بد یمن یاد می کنند، چرا که در این ماه وحی قطع می شود. حضرت علی(ع) در این مورد فرموده است: با رحلت پیامبر(ص) چیزی قطع شد که با فوت هیچ احدی قطع نشد.\
\
اول ماه صفر\
\
اعمال مشترک اول هر ماه در ابتدای ماه صفر نیز قابل توجه است از جمله:\
\
دعا\
\
در زمان دیدن هلال خواندن دعای هلال وارد شده است. حداقل آن است که سه مرتبه بگوید: اللّهُ اَکْبَر و سه مرتبه لا إلهَ الَّا الْلّه و سپس بگوید: اَلْحَمْدُ لِلّهِ الَّذی أذْهَبَ شَهْرَ کَذا وَ جاءَ بِشَهْرِ کَذا.\
\
بهترین دعای زمان رؤیت هلال، دعای چهل و سوم صحیفه سجادیه است.\
\
قرآن\
\
خواندن هفت مرتبه سوره «حمد».\
\
روزه\
\
از أموری که بر آن تأکید شده، سه روز روزه گرفتن در هر ماه است. مرحوم علامه مجلسی در زادالمعاد می گوید: مطابق مشهور، این سه روز، پنجشنبه اول ماه و پنجشنبه آخر ماه و چهارشنبه اول از دهه وسط ماه است.\
\
نماز\
\
شب اول ماه: دو رکعت نماز بجا آورد، به این نحو که: در هر رکعت پس از سوره حمد سوره انعام را بخواند سپس از خداوند متعال بخواهد که او را از هر ترسی و هر دردی ایمن گرداند.\
\
روز اول ماه: خواندن نماز اول ماه که آن دو رکعت است، در رکعت اول بعد از حمد سی مرتبه سوره توحید و در رکعت دوم بعد از حمد سی مرتبه سوره قدر بخواند و بعد از نماز صدقه ای در راه خدا بدهد،هر کس چنین کند، سلامت خود را در آن ماه از خداوند متعال گرفته است.\
\
اعمال مستحبی ماه صفر\
\
درباره اعمال مستحبی که در ماه صفر ذکر شده، اهم آن ها خواندن دعا، تلاوت قرآن، اقامه نماز و روزه داری است.\
\
دعای ویژه ماه صفر نیز از محدث بزرگ مرحوم «فیض کاشانی» نقل شده که مستحب است هر روز 10 مرتبه قرائت شود:\
\
یا شَدیدَ الْقُوی وَیا شَدیدَ الْمِحالِ یا عَزیزُ یا عَزیزُ یا عَزیزُ ذَلَّتْ بِعَظَمَتِکَ جَمیعُ خَلْقِکَ فَاکْفِنی شَرَّ خَلْقِکَ یا مُحْسِنُ یا مُجْمِلُ یا مُنْعِمُ یا مُفْضِلُ یا لا اِلهَ اِلاّ اَنْتَ سُبْحانَکَ اِنّی کُنْتُ مِنَ الظّالِمینَ فَاسْتَجَبْنا لَهُ وَنَجَّیْناهُ مِنَ الْغَمِّ وَکَذلِکَ نُنْجِی الْمُؤْمِنینَ وَصَلَّی اللّهُ عَلی مُحَمَّدٍ وَ الِهِ الطَّیِّبینَ الطّاهِرینَ.\
\
ای سخت نیرو و ای سخت عقوبت! ای عزیز، ای عزیز، ای عزیز! در برابر عظمت تو همه آفریدگانت خوار شدند، پس کفایت کن از من شر خلقت را. ای نیکو ده، ای زیبایی بخش، ای نعمت بخش، ای فزون بخش، ای که معبودی جز تو نیست! منزهی تو و من از ستمکاران هستم. پس دعای او (یونس) را اجابت کردیم و از اندوه نجاتش دادیم و این چنین نجات دهیم مؤمنان را و درود خدا بر محمد و آل پاک و پاکیزه اش\
\
سید بن طاووس در کتاب اقبال الاعمال نیز اعمالی را برای ماه صفر ذکر کرده که به شرح ذیل است:\
\
روز سوم\
\
در روز سوم ماه صفر، دو رکعت نماز بخوان که در رکعت اوّل سوره حمد و سوره فتح و در رکعت دوم سوره حمد و سوره توحید قرائت شود و پس از سلام نماز، صد بار صلوات بفرست و صد بار آل ابی سفیان را لعنت کن و صد مرتبه استغفار نما و آنگاه حاجت خویش را از خداوند بخواه.\
"},
{"id":"2","name":"روز اربعین","text":"در روز اربعین زیارت امام حسین(ع) مستحب است و مورد تأکید قرار گرفته. در روایتی که شیخ طوسی از امام حسن عسکری(ع) نقل کرده، چنین آمده است: نشانه های مؤمن پنج چیز است: به جای آوردن 51 رکعت نماز(17 رکعت نماز واجب و 34 رکعت نافله)؛ خواندن زیارت اربعین امام حسین علیه السلام؛ انگشتر را بر دستِ راست نهادن؛ پیشانی را به هنگام سجده بر خاک گذاردن و 'بسم الله الرّحمن الرّحیم' را در نماز بلند گفتن.\
\
زیارت اربعین که در این روز مستحب است، در کتاب های دعا آمده است و چنین است:\
\
السَّلامُ عَلَی وَلِیِّ اللَّهِ وَ حَبِیبِهِ السَّلامُ عَلَی خَلِیلِ اللَّهِ وَ نَجِیبِهِ السَّلامُ عَلَی صَفِیِّ اللَّهِ وَ ابْنِ صَفِیِّهِ السَّلامُ عَلَی الْحُسَیْنِ الْمَظْلُومِ الشَّهِیدِ السَّلامُ عَلَی أَسِیرِ الْکُرُبَاتِ وَ قَتِیلِ الْعَبَرَاتِ اللَّهُمَّ إِنِّی أَشْهَدُ أَنَّهُ وَلِیُّکَ وَ ابْنُ وَلِیِّکَ وَ صَفِیُّکَ وَ ابْنُ صَفِیِّکَ الْفَائِزُ بِکَرَامَتِکَ أَکْرَمْتَهُ بِالشَّهَادَةِ وَ حَبَوْتَهُ بِالسَّعَادَةِ وَ اجْتَبَیْتَهُ بِطِیبِ الْوِلادَةِ وَ جَعَلْتَهُ سَیِّدا مِنَ السَّادَةِ وَ قَائِدا مِنَ الْقَادَةِ وَ ذَائِدا مِنَ الذَّادَةِ وَ أَعْطَیْتَهُ مَوَارِیثَ الْأَنْبِیَاءِ وَ جَعَلْتَهُ حُجَّةً عَلَی خَلْقِکَ مِنَ الْأَوْصِیَاءِ فَأَعْذَرَ فِی الدُّعَاءِ وَ مَنَحَ النُّصْحَ وَ بَذَلَ مُهْجَتَهُ فِیکَ لِیَسْتَنْقِذَ عِبَادَکَ مِنَ الْجَهَالَةِ وَ حَیْرَةِ الضَّلالَةِ وَ قَدْ تَوَازَرَ عَلَیْهِ مَنْ غَرَّتْهُ الدُّنْیَا وَ بَاعَ حَظَّهُ بِالْأَرْذَلِ الْأَدْنَی وَ شَرَی آخِرَتَهُ بِالثَّمَنِ الْأَوْکَسِ وَ تَغَطْرَسَ وَ تَرَدَّی فِی هَوَاهُ وَ أَسْخَطَکَ وَ أَسْخَطَ نَبِیَّکَ ،\
\
سلام بر ولیّ خدا و حبیبش،سلام بر دوست خدا و نجیبش،سلام بر بنده‏ برگزیده خدا و فرزند برگزیده‏اش،سلام بر حسین مظلوم شهید،سلام بر آن دچار گرفتاریها و کشته اشکها،خدایا من گواهی می‏دهم که حسین ولیّ تو و فرزند ولیّ تو،و فرزند برگزیده توست‏ حسینی که به کرامتت رسیده،او را به شهادت گرامی داشتی،و به خوشبختی اختصاصش دادی،و به پاکی ولادت‏ برگزیدی،و او را آقایی از آقایان،و پیشروی از پیشرویان،و مدافعی از مدافعان حق قرار دادی،و میراثهای پیامبران را به او عطا فرمودی،و او را از میان جانشینان حجّت بر بندگانت قرار دادی،و در دعوتش جای‏ عذری باقی نگذاشت،و از خیرخواهی دریغ نورزید،و جانش را در راه تو بذل کرد،تا بندگانت را از جهالت و سرگردانی گمراهی برهاند،درحالی‏که بر علیه او به کمک هم برخاستند،کسانی‏که دنیا مغرورشان کرد،و بهره واقعی خود را به فرومایه‏تر و پست‏تر چیز فروختند،و و آخرتشان را به کمترین بها به گردونه فروش گذاشتند،تکبّر کردند و خود را در دامن هوای نفس انداختند،تو را و پیامبرت را به خشم‏ آوردند،\
\
وَ أَطَاعَ مِنْ عِبَادِکَ أَهْلَ الشِّقَاقِ وَ النِّفَاقِ وَ حَمَلَةَ الْأَوْزَارِ الْمُسْتَوْجِبِینَ النَّارَ [لِلنَّارِ] فَجَاهَدَهُمْ فِیکَ صَابِرا مُحْتَسِبا حَتَّی سُفِکَ فِی طَاعَتِکَ دَمُهُ وَ اسْتُبِیحَ حَرِیمُهُ اللَّهُمَّ فَالْعَنْهُمْ لَعْنا وَبِیلا وَ عَذِّبْهُمْ عَذَابا أَلِیما السَّلامُ عَلَیْکَ یَا ابْنَ رَسُولِ اللَّهِ السَّلامُ عَلَیْکَ یَا ابْنَ سَیِّدِ الْأَوْصِیَاءِ أَشْهَدُ أَنَّکَ أَمِینُ اللَّهِ وَ ابْنُ أَمِینِهِ عِشْتَ سَعِیدا وَ مَضَیْتَ حَمِیدا وَ مُتَّ فَقِیدا مَظْلُوما شَهِیدا وَ أَشْهَدُ أَنَّ اللَّهَ مُنْجِزٌ مَا وَعَدَکَ وَ مُهْلِکٌ مَنْ خَذَلَکَ وَ مُعَذِّبٌ مَنْ قَتَلَکَ وَ أَشْهَدُ أَنَّکَ وَفَیْتَ بِعَهْدِ اللَّهِ وَ جَاهَدْتَ فِی سَبِیلِهِ حَتَّی أَتَاکَ الْیَقِینُ فَلَعَنَ اللَّهُ مَنْ قَتَلَکَ وَ لَعَنَ اللَّهُ مَنْ ظَلَمَکَ وَ لَعَنَ اللَّهُ أُمَّةً سَمِعَتْ بِذَلِکَ فَرَضِیَتْ بِهِ،\
\
و اطاعت کردند از میان بندگانت،اهل شکاف‏افکنی و نفاق و بارکشان گناهان سنگین،و سزواران آتش را پس با آنان درباره تو صابرانه و به حساب تو جهاد کرد،تا در طاعت تو خونش ریخته شد و حریمش مباح گشت‏ خدایا آنان را لعنت کن لعنتی سنگین،و عذابشان کن عذابی دردناک،سلام بر تو ای فرزند رسول خدا،سلام‏ بر تو ای فرزند سرور جانشینان،شهادت می‏دهم که تو امین خدا و فرزند امین اویی،خوشبخت زیستی،و ستوده درگذشتی،و از دنیا رفتی گم‏گشته،و مظلوم و شهید،گواهی می‏دهم که خدا وفاکننده است آنچه را به تو وعده داده،و نابودکننده کسانی را که از یاری‏ات دریغ ورزیدند،و عذاب کننده کسانی را که تو را کشتند،و گواهی می‏دهم که تو به عهد خدا وفا کردید و در راهش به‏ به جهاد برخاستی تا مرگ فرا رسید،پس خدا لعنت کند کسانی را که تو را کشتند،و به تو ستم کردند،و این جریان را شنیدند و به آن خشنود شدند،\
\
اللَّهُمَّ إِنِّی أُشْهِدُکَ أَنِّی وَلِیٌّ لِمَنْ وَالاهُ وَ عَدُوٌّ لِمَنْ عَادَاهُ بِأَبِی أَنْتَ وَ أُمِّی یَا ابْنَ رَسُولِ اللَّهِ أَشْهَدُ أَنَّکَ کُنْتَ نُورا فِی الْأَصْلابِ الشَّامِخَةِ وَ الْأَرْحَامِ الْمُطَهَّرَةِ [الطَّاهِرَةِ] لَمْ تُنَجِّسْکَ الْجَاهِلِیَّةُ بِأَنْجَاسِهَا وَ لَمْ تُلْبِسْکَ الْمُدْلَهِمَّاتُ مِنْ ثِیَابِهَا وَ أَشْهَدُ أَنَّکَ مِنْ دَعَائِمِ الدِّینِ وَ أَرْکَانِ الْمُسْلِمِینَ وَ مَعْقِلِ الْمُؤْمِنِینَ وَ أَشْهَدُ أَنَّکَ الْإِمَامُ الْبَرُّ التَّقِیُّ الرَّضِیُّ الزَّکِیُّ الْهَادِی الْمَهْدِیُّ وَ أَشْهَدُ أَنَّ الْأَئِمَّةَ مِنْ وُلْدِکَ کَلِمَةُ التَّقْوَی وَ أَعْلامُ الْهُدَی وَ الْعُرْوَةُ الْوُثْقَی وَ الْحُجَّةُ عَلَی أَهْلِ الدُّنْیَا وَ أَشْهَدُ أَنِّی بِکُمْ مُؤْمِنٌ وَ بِإِیَابِکُمْ مُوقِنٌ بِشَرَائِعِ دِینِی وَ خَوَاتِیمِ عَمَلِی وَ قَلْبِی لِقَلْبِکُمْ سِلْمٌ وَ أَمْرِی لِأَمْرِکُمْ مُتَّبِعٌ وَ نُصْرَتِی لَکُمْ مُعَدَّةٌ حَتَّی یَأْذَنَ اللَّهُ لَکُمْ فَمَعَکُمْ مَعَکُمْ لا مَعَ عَدُوِّکُمْ صَلَوَاتُ اللَّهِ عَلَیْکُمْ وَ عَلَی أَرْوَاحِکُمْ وَ أَجْسَادِکُمْ [أَجْسَامِکُمْ‏] وَ شَاهِدِکُمْ وَ غَائِبِکُمْ وَ ظَاهِرِکُمْ وَ بَاطِنِکُمْ آمِینَ رَبَّ الْعَالَمِینَ.\
\
خدای من تو را شاهد می‏گیرم که من دوستم با آنان‏که او را دوست دارند،و دشمن با آنان‏ که با او دشمنند،پدر و مادرم فدایت ای فرزند رسول خدا،گواهی می‏دهم که تو در صلبهای بلندمرتبه‏ و رحمهای پاک نوری بودی،جاهلیت با ناپاکیهایش تو را آلوده نکرد،و از جامه‏های تیره و تارش‏ به تو نپوشاند،و گواهی می‏دهم که تو از ستونهای دین،و پایه‏های مسلمانان،و پناهگاه مردم مؤمنی،و گواهی می‏دهم که پیشوای نیکوکار،با تقوا،راضی به مقدرات حق،پاکیزه،هدایت کننده،و هدایت شده‏ای،و گواهی می‏دهم که امامان‏ از فرزندانت،اصل تقوا،و نشانه‏های هدایت،و دستگیره محکم،و حجّت بر اهل دنیا هستند و گواهی می‏دهم که من به یقین مؤمن به شمایم،و به بازگشتتان یقین دارم،براساس قوانین دینم،و عواقب عملم،و قبلم با قلبتان در در صلح،و کارم پیرو کارتان،و یاری‏ام برای شما آماده است،تا خدا به شما اجازه دهد،پس با شمایم نه با دشمنانتان،درودهای خدا بر شما،و بر ارواح و پیکرهایتان،و بر حاضر و غایبتان،و بر ظاهر و باطنتان،آمین ای پروردگار جهانیان.\
\
پس دو رکعت نماز می‏خوانی،و به آنچه می‏خواهی دعا می‏کنی و برمی‏گردی."},
{"id":"3","name":"فضيلت زيارت حضرت امام حسين عليه السّلام","text":"بدانكه فضيلت زيارت امام حسين عليه السّلام از دايره بيان بيرون است و در روايات بسيارى وارد شده كه معادل حجّ عمره و جهاد و بلكه به مراتب بالاتر و افضل است و باعث مغفرت و سبكى حساب و بالا رفتن درجات و اجابت دعاها گشته و موجب طول عمر و حفظ بدن و مال و زياد شدن روزى و برآمدن حاجات و برطرف شدن غصّه ها و گرفتاري هاست و ترك آن سبب نقصان دين و ايمان و ترك حقّ بزرگى از حقوق پيامبر صلّلى اللّه عليه و آله و سلّم است و دست كم ثوابى كه نصيب زائر آن قبر شريف مى شود، اين است كه گناهانش آمرزيده شده و حق تعالى جان و مالش را حفظ كند، تا او را به اهلش بازگرداند و چون روز قيامت شود، خدا او را حافظ تر از دنيا خواهد بود و در روايت بسيارى آمده: زيارت آن حضرت غم را زايل و شدّت جان دادن و هراس قبر را برطرف مى كند و هر مالى كه در راه زيارت آن حضرت خرج شود، هر درهمى براى او به هزار درهم، بلكه به ده هزار درهم حساب میشود، و چون به طرف قبر آن حضرت رود، چهار هزار فرشته از او استقبال كنند و چون بازگردد، او را مشايعت می كنند.\
پيامبران و اوصياى آنها و امامان معصوم و ملائكه سلام اللّه عليهم اجمعين به زيارت آن حضرت میآيند و براى زائران آن حضرت دعا مى كنند و ايشان را بشارت هاى مى دهند و حضرت حق به جانب زائران آن حضرت، پيش از نظر به اهل عرفات نظر مى فرمايد و هركسى در روز قيامت آرزو می كند، اى كاش زائر آن حضرت بود، بخاطر بسيارى كرامت و بزرگوارى زائران آن جناب كه در آن روز مشاهده مى كند، روايات در اين باب بى اندازه است و ما در ضمن زيارات مخصوصه اشاره به بخشى از فضيلت زيارت آن حضرت خواهيم كرد در اين قسمت فقط اكتفا به ذكر يك روايت میكنيم: ابن قولويه و كلينى و سيّد ابن طاووس و ديگران به سندهاى معتبر از ثقه جليل القدر معاوية بن وهب بجلّى كوفى، روايت كرده اند كه گفته: زمانى خدمت امام صادق عليه السّلام رفتم، آن حضرت را در مصلاّى خويش مشغول نماز ديدم، صبر كردم تا نمازش به پايان رسيد، پس از آن شنيدم با پروردگار خود مناجات میكرد و میگفت: اى خدايى كه ما را به كرامت مخصوص كردى و به ما وعده شفاعت دادى و علوم رسالت را به ما عنايت كردى و ما را وارث انبيا قرار دادى، و امّت هاى گذشته را به ما ختم فرموده و ما را به وصيّت پيامبر اختصاص داده و علم گذشته و آينده را به ما عطا فرموده و دل هاى مردم را به جانب ما ميل داده اى اغفرلى و لاخوانى و زوّار قبر ابى الحسين بن علىّ صلوات اللّه عليهما آنان كه اموال خود را خرج كرده اند و بدن هاى خود را از شهرها بيرون آورده اند، به خاطر رغبت در نيكى ما و اميد به ثواب هاى تو، در امر صله به ما و براى شاد نمودن پيامبرت و اجابت كردن امر ما و به علّت خشمى كه بر دشمنان وارد كرده اند و قصد ايشان از اين عمل خشنودى توست، پس ايشان را از جانب ما به خشنودى جزا ده، و شب و روز آنها را حفظ كن و در اهل و اولادشان كه در وطن گذاشته اند خليفه آنان باش به خلافت نيكو، و رفيق ايشان باش و شرّ هر جبّار معاند و هر ضعيف و شديد از آفريدگانت و شرّ شياطين جن و انس را از آنان دفع فرما، و به ايشان زياده از آنچه از تو اميد دارند عنايت كن، اميد به تو در دور شدن از وطن هايشان، و اختيار كردنِ شان ما را، بر فرزندان و اهالى و خويشان خود.\
خدايا دشمنان، بيرون آمدن آنان را به زيارت ما عيب گرفتند، و اين مخالفت دشمنان مانع ايشان از قصد و بيرون آمدن بسوى ما نشد،\
فَارْحَمْ تِلْكَ الْوُجُوهَ الَّتِي غَيَّرَتْهَا الشَّمْسُ وَ ارْحَمْ تِلْكَ الْخُدُودَ الَّتِي تُقَلَّبُ عَلَى قَبْرِ أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلامُ\
پس رحم كن آن صورت ها را كه آفتاب تغيير داده و رحم كن گونه هاى آنان را كه بر قبر امام حسين عليه السلام می گردانند.\
و رحم كن آن ديده ها را كه براى دلسوزى بر ما اشكشان جارى شد و رحم كن آن دل ها را كه زارى كردند، و سوختند براى مصيبت ما، و رحم كن آن صداها را كه در مصيبت ما بلند كرده اند.\
خدايا آن جان ها و بدن ها را به تو میسپارم، تا آنها را از حوض كوثر در روز تشنگى سيراب كنى و پيوسته آن حضرت به اين صورت در سجده دعا میكرد، چون فارغ شدى، عرضه داشتم، اين دعايی كه من از شما شنيدم، اگر در حق كسى میكرديد كه خدا را نمیشناخت، گمان داشتم هرگز آتش دوزخ به او نرسد، و اللّه آرزو كردم كه آن حضرت را زيارت كرده بودم و حجّ انجام نداده بودم! ! امام فرمود: تو چه بسيار نزديكى به آن حضرت تو را از زيارت چه چيز مانع است؟ معاويه ترك زيارت مكن، گفتم: فدايت شوم، نمیدانستم اين اندازه فضيلت دارد، فرمود: اى معاويه، آنها كه در آسمان براى زيارت كنندگان آن حضرت دعا می كنند، زياده از آنهايند كه در زمين دعا میكنند، زيارت آن حضرت را براى ترس از احدى ترك مكن، كه هركس به خاطر ترس، ترك زيارت كند آن قدر حسرت ميبرد، كه آرزو میكند اى كاش به اندازه اى نزد قبر آن حضرت میماندم كه در آنجا دفن میشدم! آيا دوست ندارى خدا تو را در ميان آنهايى كه رسول خدا و على و فاطمه و امامان معصوم عليهم السّلام بر آنها دعا میكنند؟ ببيند آيا نمیخواهى از آنها باشى كه ملائكه در قيامت با آنان مصافحه می كنند؟ آيا نمی خواهى از آنها باشى كه در قيامت وارد شوند و هيچ گناهى بر آنها نباشد؟ آيا نمی خواهى از آنها باشى كه در قيامت رسول خدا صلّى اللّه عليه و آله و سلّم با آنان مصافحه می كند؟ !"},
{"id":"4","name":"آداب مخصوص زیارت امام حسین علیه السلام","text":" اوّل: پيش از آن كه از خانه بيرون رود، سه روز روزه بدارد و روز سوم غسل كند، چنان كه امام صادق عليه السّلام به صفوان دستور العمل دادند و در ذكر زيارت هفتم خواهد آمدو شيخ محمّد بن مشهدى در مقدمات زيارت «عيدين» ذكر فرموده كه چون زيارت آن حضرت را اراده كنى، سه روز روزه بدار و روز سوم غسل كن و اهل و عيال خود را نزد خود جمع كن و بگو:\
اللَّهُمَّ إِنِّي أَسْتَوْدِعُكَ الْيَوْمَ نَفْسِي وَ أَهْلِي وَ مَالِي وَ وُلْدِي وَ كُلَّ مَنْ كَانَ مِنِّي بِسَبِيلٍ الشَّاهِدَ مِنْهُمْ وَ الْغَائِبَ اللَّهُمَّ احْفَظْنَا [بِحِفْظِكَ ] بِحِفْظِ الْإِيمَانِ وَ احْفَظْ عَلَيْنَا اللَّهُمَّ اجْعَلْنَا فِي حِرْزِكَ وَ لا تَسْلُبْنَا نِعْمَتَكَ وَ لا تُغَيِّرْ مَا بِنَا مِنْ نِعْمَةٍ وَ عَافِيَةٍ وَ زِدْنَا مِنْ فَضْلِكَ إِنَّا إِلَيْكَ رَاغِبُونَ\
خدايا من امروز به تو مى سپارم خودم و خاندانم و مال و فرزاندم، و هركه را به شكلى از من بوده، حاضرشان و غيبشان را.\
خدايا نگهدار ما را با نگهداری ات، به نگهدارى ايمان و بر ما حافظ باش.\
خدايا ما را در پناهت قرار ده، و نعمتت را از ما مگير، و آنچه ما راست از نعمت و سلامت كامل تغيير مده، و از فضلت بر ما بيفزا، كه ما مشتاق به سوى توايم.\
آنگاه از منزل خود با حال خشوع بيرون رو و بسيار بگو: لا اله الاّ اللّه و اللّه اكبر و الحمد للّه و ثناى خدا بر زبان جارى كن و بر پيامبر و آلش صلّى اللّه عليه و آله و سلّم صلوات فرست و به آرامى و وقار حركت كن، روايت شده: خدا از عرق زائر امام حسين عليه السّلام از هر قطره اى هفتاد هزار فرشته خلق میكند، كه خداى تعالى را تسبيح میكنند و از خدا آمرزش مى خواهند براى او و زائران آن حضرت تا روز قيامت برپا شود.\
دوم: از حضرت امام صادق عليه السّلام نقل شده چون به زيارت امام حسين عليه السّلام بروى، آن حضرت را محزون و غمناك و ژوليده م و و غبارآلود و گرسنه و تشنه زيارت كن كه آن جناب با اين احوال شهيد شد و حاجات خود را بخواه و از كربلا بازگرد، و آن را وطن خود قرار مده.\
سوم: زائر در سفر زيارت آن حضرت توشه خود را از غذاهاى لذيذ مانند بريانى و حلواجات قرار ندهد، بلكه خواركش را نان با شير يا ماست تهيّه ببيند.\
از امام صادق عليه السّلام روايت شده كه فرمود: شنيدم جماعتى به زيارت امام حسين عليه السّلام میروند، و با خود سفره هايى برمى دارند كه در آنها بزغاله هاى بريان و حلواجات هست، اگر به زيارت قبر پدران يا دوستان خود بروند قطعا اين خوراكي ها را با خود برنمیدارند.\
در حديث معتبر ديگرى نقل شده است كه امام صادق عليه السّلام به مفضل بن عمر فرمود: زيارت كنيد امام حسين عليه السّلام را بهتر از آن است كه زيارت نكنيد، و زيارت نكنيد بهتر از آن است كه زيارت كنيد، مفّضل عرضه داشت: پشتم را شكستى! فرمود: و اللّه اگر به زيارت قبر پدران خود برويد، اندوهگين و غمناك میرويد، و به زيارت آن حضرت كه میرويد سفره ها با خود برمیداريد، درحالیكه بايد ژوليده م و و گردآلود برويد.\
مولّف گويد: پس براى اغنيا و تجّار چه اندازه شايسته است، كه اين مطلب را در اين سفر ملاحظه كنند و هرگاه در شهرهايى كه تا كربلا بين راه ايشان است، عدّه اى از دوستانشان ايشان را دعوت و ميهمانى میكنند و در زمان حركت سفره هاى آنان را از پخته هاى لذيذ، و مرغ بريان و ساير غذاها پر مى كنند، نپذيرند و بگويند: ما مسافر كربلا هستيم، و براى ما تغذيه به اين غذاها شايسته نيست.\
شيخ كلينى روايت كرده: بعد از شهادت حضرت سيّد الشّهدا عليه السّلام همسر كلبيّه آن حضرت اقامه عزا نمود، گريست و ساير زنها و خدمتكاران گريستند، تا حدى كه اشك هاى آنها خشك شد، از جايى براى آن مخدّره «جونى» هديه فرستادند، كه معنى آن را مرغ قطا گفته اند، اين هديه براى اين بود كه از خوردن آن در گريستن بر امام حسين عليه السّلام قوّت بگيرند، چون آن بانوى محترمه آن را ديد پرسيد چيست؟ گفتند: هديه اى است كه فلانى براى شما فرستاده، تا در ماتم امام حسين عليه السّلام به آن استعانت بجوييد، فرمود: «ما كه در جشن عروسى نيستيم، ما را چه به اين خوراك؟ » پس دستور داد تا آن را از خانه بيرون بردند.\
چهارم: از مسائلى كه در سفر زيارت امام حسين عليه السّلام مستحب است، تواضع و فروتنى و خشوع و راه رفتن همانند بنده ذليل است، پس كسانى كه در راه زيارت آن حضرت، بر اين مركب هاى جديد سوار مى شوند، بايد خيلى متوجه خود باشند، كه بر ساير زائران و بندگان خدا، كه به سختى و مشقّت به كربلا می روند، بزرگى ننمايند و تكبّر نورزند و آنان را زه چشم حقارت نبينند.\
علما در احوال اصحاب كهف نقل كرده اند كه آنها از خاصان دقيانوس و به منزله وزارى او بودند وقتى حق تعالى رحمت خود را شامل حال آنها فرمود، و به فكر خداپرستى و اصلاح كار خود برآمدند، مصلحت خويش را در اين ديدند، كه از مردم كناره گيرند، و در غارى پناه گرفته به عبادت حق مشغول شوند، به اين خاطر سوار بر اسبها شده، از شهر بيرون آمدند، همينكه سه ميل راه رفتند، تمليخا كه يكى از آنان بود گفت: «برادران اين راه، راه آخرت است و بايد به صورت ندارى و مسكنت رفت، و ملك و رياست دنيا را كنار گذاشت، اكنون از اسبها پياده شويد، و با پاى پياده به درگاه حق رويد، شايد خدا به شما رحم كند، و در كار شما گشايشى نصيب شما فرمايد، همگى از اسبها خود پياده شدند، و آن افراد محترم و معظّم در آن روز، هفت فرسخ با پاى پياده راه رفتند، تا پاهايشان مجروح و خون چكان شد! پس زائران قبر مطهر امام حسين عليه السّلام اين واقعيت را در نظر داشته باشند، و بدانند شخص در اين راه هرچه براى خدا تواضع كند، باعث رفعت مقام او خواهد شد، بنابراين در آداب زيارت آن جناب از امام صادق عليه السّلام روايت شده: هركه پياده به زيارت قبر امام حسين عليه السّلام برود، حق تعالى براى او به عدد هر گام هزار حسنه می نويسد، و هزار گناه را از او محو میكند، و براى او هزار درجه در بهشت بلند میكند، چون به شطّ فرات رسيدى غسل كن و پايت را برهنه نما، و كفش هاى خود را در دست گير، و راه برو همانند راه رفتن بنده اى خوار.\
پنجم: اگر در بين راه زائر پياده اى را ديد، كه وامانده و خسته شده، و از او كمك خواست تا تواند در كار او اهتمام ورزد و او را به منزل رساند، و مبادا كه او را سبك شمارد، و به او بیاعتنايى كند.\
شيخ كلينى به سند معتبر از ابو هارون روايت كرده: من در خدمت امام صادق عليه السّلام بودم، به جمعيتى كه نزد ايشان بودند فرمود: شما را چه شده كه به ما استخفاف مینماييد؟ از ميان آنها مردى از اهل خراسان برخاست و گفت: پناه میبريم به خدا از اين كه ما به شما يا به چيزی از امر شما استخفاف كنيم و آن را كوچك شماريم، فرمود: آرى تو خودت يكى از آنانى هستى، كه سبك شمردى و خوار كردى مرا! آن مرد گفت: به خدا پناه میبرم كه من شما را خوار كرده باشم.\
فرمود: واى بر تو، وقتى كه نزديك به جحفه بوديم، آيا نشنيدى كه فلان كس به تو گفت: مرا به اندازه يك ميل راه سوار كن، به خدا سوگند من از پيمودن راه خسته شدم، به خدا قسم تو سر به سوى او بلند نكردى، و او را سبك شمردى، و هركه مؤمنى را خوا ركند ما را خوار كرده، و حرمت ما را تباه كرده است! ! مؤلف گويد: ما در فصول گذشته در آداب زيارت، در ادب نهم كلامى با روايتی از على بن يقطين كه مناسب با اين مقام است ذكر كرديم، به آنجا رجوع كن، كه در آن روايت موعظه نيكويى است و اين ادب كه در اينجا ذكر شد، اختصاص به زائران امام حسين عليه السّلام ندارد، ولى چون اين مطلب در راه زيارت آن حضرت بسيار اتفاق میافتد، به اين خاطر آن را در اينجا ذكر كرديم.\
ششم: از ثقه جليل القدر محمّد بن مسلم روايت شده است كه به حضرت باقر عليه السّلام عرض كرد: ما زمانى كه به زيارت پدرتان حسين بن على عليه السّلام میرويم آيا چنين است كه در حج خانه خداييم؟ فرمود: آرى، عرضه داشت: پس آنچه بر حاجيان لازم است بر ما لازم است؟ فرمود: بر تو لازم است با هركه رفيق توست نيكو مصاحبت كنى، و بر تو لازم است كه كم سخن بگويى، مگر سخن خير، و بر تو لازم است كه بسيار ياد خدا كنى و لازم است كه جامه هايت پاكيزه باشد، و پيش از آن كه داخل حاير شوى غسل كنى، و لازم است كه با خشوع و رقّت باشى و نماز بسيار بخوانى و بر محمّد و آل محمّد صلوات بسيار فرستى، و بايد خود را از چيزهايى كه سزاوار تو نيست حفظ كنى، و ديده ات را از حرام و شبهه بپوشانى، و به برادران مؤمن پريشان خود احسان كنى، و اگر كسى را ببينى كه خرجى اش تمام شده از او دستگيرى كرده، و خرجى خود را بين او و خود به طور برابر قسمت كنى و تقيّه بر تو لازم است كه قوام دين تو به آن است، و همچنين پرهيز از امورى كه خدا از آنها نهى فرموده و خصومت و بسيار قسم خوردن و مجادله و منازعه اى كه در آن سوگند باشد ترك كنى، چون چنين رفتار كنی به اندازه ثواب حج و عمره براى تو تمام میشود و از جانب كسیكه به مال خرج كردن، و از اهل خود دور افتادن طلب ثواب او كرده اى، مستوجب میشوى به اينكه به آمرزش گناهان و رحمت و خشنودى خدا به وطن بازگردى.\
هفتم: در روايت ابو حمزه ثمالى (رضوان اللّه عليه) ، از امام صادق عليه السّلام باب زيارت حضرت امام حسين عليه السّلام نقل شده: چون به نينوا رسيدى بارهاى خود را در آنجا بگذار، و به خود روغن ممال، و به چشم سرمه مكش، و گوشت مخور، البته تا زمانیكه در آنجا اقامت دارى.\
هشتم: غسل كردن با آب فرات است، كه روايات در فضيلت آن بسيار وارد شده، در حديثى از امام صادق عليه السّلام نقل شده: هركه به آب فرات غسل كند و قبر امام حسين عليه السّلام را زيارت كند، از گناهان خالى شود، همانند روزى كه از مادر متولد شده اگرچه گناهانش از گناهان كبيره بوده باشد و روايت شده: خدمت آن حضرت عرض شد، كه بسا شود كه ما به زيارت قبر امام حسين عليه السّلام برويم و غسل زيارت به سبب سرورى هوا يا غير آن بر ما دشوار باشد، فرمود: هركه در فرات غسل كند و حضرت حسين عليه السّلام را زيارت نمايد، آن قدر از فضيلت براى او نوشته شود كه به شماره درنيايد.\
از بشير دهّان روايت شده: امام صادق عليه السّلام فرمود: هركه به زيارت قبر حسين بن على عليه السّلام برود، پس وضو بگيرد و در فرات غسل كند، قدمى بر ندارد و قدمى نگذارد مگر آنكه حق تعالى براى او حجّ و عمره بنويسد و در بعضى از روايات آمده: غسل كن از فرات، از جايى كه برابر قبر آن حضرت واقع شود و چنان كه از بعضى روايات استفاده میشود خوب است چون به فرات برسد صد مرتبه اللّه اكبر و صد مرتبه لا اله الاّ اللّه و صد مرتبه صلوات بر پيامبر و آل آن حضرت فرستد.\
نهم: چون خواستى وارد حاير مقدّس شوى، از درى كه در جانب مشرق قرار دارد وارد شو، چنان كه امام صادق عليه السّلام به يوسف كنّاسى فرمودند.\
دهم: در روايت ابن قولويه آمده: امام صادق عليه السلام به مفضل بن عمر فرمود: اى مفضّل چون به قبر امام حسين عليه السّلام رسيدى بر در روضه بايست و اين كلمات را بخوان كه تو را به هر كلمه نصيبى از رحمت الهى خواهد بود:\
السَّلامُ عَلَيْكَ يَا وَارِثَ آدَمَ صَفْوَةِ اللَّهِ السَّلامُ عَلَيْكَ يَا وَارِثَ نُوحٍ نَبِيِّ اللَّهِ السَّلامُ عَلَيْكَ يَا وَارِثَ إِبْرَاهِيمَ خَلِيلِ اللَّهِ السَّلامُ عَلَيْكَ يَا وَارِثَ مُوسَى كَلِيمِ اللَّهِ السَّلامُ عَلَيْكَ يَا وَارِثَ عِيسَى رُوحِ اللَّهِ السَّلامُ عَلَيْكَ يَا وَارِثَ مُحَمَّدٍ حَبِيبِ اللَّهِ السَّلامُ عَلَيْكَ يَا وَارِثَ عَلِيٍّ وَصِيِّ رَسُولِ اللَّهِ السَّلامُ عَلَيْكَ يَا وَارِثَ الْحَسَنِ الرَّضِيِّ السَّلامُ عَلَيْكَ يَا وَارِثَ فَاطِمَةَ بِنْتِ رَسُولِ اللَّهِ السَّلامُ عَلَيْكَ أَيُّهَا الشَّهِيدُ الصِّدِّيقُ السَّلامُ عَلَيْكَ أَيُّهَا الْوَصِيُّ الْبَارُّ التَّقِيُّ السَّلامُ عَلَى الْأَرْوَاحِ الَّتِي حَلَّتْ بِفِنَائِكَ وَ أَنَاخَتْ بِرَحْلِكَ السَّلامُ عَلَى مَلائِكَةِ اللَّهِ الْمُحْدِقِينَ بِكَ أَشْهَدُ أَنَّكَ قَدْ أَقَمْتَ الصَّلاةَ وَ آتَيْتَ الزَّكَاةَ وَ أَمَرْتَ بِالْمَعْرُوفِ وَ نَهَيْتَ عَنِ الْمُنْكَرِ وَ عَبَدْتَ اللَّهَ مُخْلِصا حَتَّى أَتَاكَ الْيَقِينُ السَّلامُ عَلَيْكَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\
سلام بر تو اى وارث آدم برگزيده خدا، سلام بر تو اى وارث نوح پيامبر خدا سلام بر تو اى وارث ابراهيم دوست خدا، سلام بر تو اى وارث موسى همسخن خدا، سلام بر تو اى وارث عيسى روح خدا، سلام بر تو اى وارث محمّد حبيب خدا، سلام بر تو اى وارث على، جانشين رسول خدا، سلام بر تو اى وارث حسن آن پيشواى پسنديده، سلام بر تو اى وارث فاطمه دختر رسول خدا، سلام بر تو ای شهيد صدّيق، سلام بر تو اى جانشين نيكوكار با تقوا، سلام بر ارواحى كه به آستانت فرود آمدند، و به درگاهت بار انداختند، سلام بر فرشتگان خدا كه گرداگرد تواند، شهادت میدهم كه تو نماز برپاداشتى، و زكات پرداختى، و امر به معروف و نهى از منكر نمودى و خدا را خالصانه عبادت كردى، تا مرگ تو را دررسيد، سلام و رحمت و بركات خدا بر تو باد.\
سپس به سوى قبر روانه میشوى، و به هر گامى كه بر میدارى يا میگذارى، همانن ثواب كسى را دارى كه در راه خدا در خون خود دست و پا زده باشد چون نزديك قبر رسيدى به قبر دست بمال و بگو:\
السَّلامُ عَلَيْكَ يَا حُجَّةَ اللَّهِ فِي أَرْضِهِ وَ سَمَائِهِ.\
سلام بر تو اى حجّت خدا در زمين و آسمانش.\
پس از آن از قبر فاصله گرفته متوجه نماز میشوى، و به هر ركعت كه نزد آن حضرت بجا میآورى همانند ثواب كسى را دارى، كه هزار مرتبه حج و عمره انجام داده و هزار بنده آزاد كرده و هزار مرتبه همراه پيامبر مرسل، براى خدا به جهاد برخاسته باشد.\
يازدهم: از ابو سعيد مدائنى نقل شده: خدمت امام صادق عليه السّلام مشرّف شده، پرسيدم: به زيارت قبر امام حسين عليه السّلام بروم؟ آرى برو به زيارت قبر امام حسين عليه السّلام فرزند رسول خدا صلّى اللّه عليه و آله و سلّم نيك ترين نيكان و پاكيزه ترين پاكيزگان و نيكوكارترين نيكوكاران و چون آن حضرت را زيارت كنى، نزد سر آن حضرت هزار مرتبه تسبيح امير مؤمنان عليه السّلام و نزد پاى آن حضرت هزار مرتبه تسبيح حضرت فاطمه عليها السّلام را بخوان، پس كنار آن حضرت دو ركعت نماز بخوان و در آن دو ركعت سوره هاى (يس) و (الرّحمن) را قرائت كن چون اين عمل را بجا آوری ثواب بزرگى براى تو خواهد بود، گفتم: فدايت شودم: تسبيح على و فاطمه عليهما السّلام را به من بياموز، فرمود: باشد اى، ابو سعيد، تسبيح على عليه السّلام اين است:\
سُبْحَانَ الَّذِي لا تَنْفَدُ خَزَائِنُهُ سُبْحَانَ الَّذِي لا تَبِيدُ مَعَالِمُهُ سُبْحَانَ الَّذِي لا يَفْنَى مَا عِنْدَهُ سُبْحَانَ الَّذِي لَا يُشْرِكُ أَحَداً فِي حُكْمِهِ سُبْحَانَ الَّذِي لَا اضْمِحْلالَ لِفَخْرِهِ سُبْحَانَ الَّذِي لَا انْقِطَاعَ لِمُدَّتِهِ سُبْحَانَ الَّذِي لا إِلَهَ غَيْرُهُ.\
منزّه است آن كه خزانه هايش تمام نمى شود، منزّه است آن كه نشانه هايش نابود نمى گردد، منزّه است آن كه هرچه نزد اوست فنا نمى پذيرد، منزّه است آن كه هيچ كس را در حكمش شريك قرار نمى دهد، منزّه است آن كه براى فخرش از هم پاشيدگى نيست، منزّه است آن كه براى دورانش انقطاعى وجود ندارد، منزّه است آن كه معبودى جز او نيست.\
و تسبيح حضرت فاطمه عليها السّلام چنين است\
سُبْحَانَ ذِي الْجَلالِ الْبَاذِخِ الْعَظِيمِ سُبْحَانَ ذِي الْعِزِّ الشَّامِخِ الْمُنِيفِ سُبْحَانَ ذِي الْمُلْكِ الْفَاخِرِ الْقَدِيمِ سُبْحَانَ ذِي الْبَهْجَةِ وَ الْجَمَالِ سُبْحَانَ مَنْ تَرَدَّى بِالنُّورِ وَ الْوَقَارِ سُبْحَانَ مَنْ يَرَى أَثَرَ النَّمْلِ فِي الصَّفَا وَ وَقْعَ الطَّيْرِ فِي الْهَوَاءِ\
منزّه است صاحب شوكت و والايى و بزرگی نزّه است صاحب عزّت بلند مقام فرازمند، منزّه است صاحب فرمانروايى گرانمايه ازلى، منزّه است صاحب حسن و جمال، منزّه است آن كه خود را با نور و وقار پوشانده، منزّه است آن كه جاى پاى مورچه را بر سنگ صاف، و ردّ پاى عبور پرنده را در هوا میبيند.\
دوازدهم: نماز واجب و مستحبّ را نزد قبر امام حسين عليه السّلام بخواند، زيرا نماز نزد آن حضرت مورد قبول است.\
سيّد ابن طاووس فرموده: با تمام وجود بكوش كه نماز واجب و مستحب در حاير شريف از تو فوت نشود، همانا روايت شده: نماز واجب نزد آن حضرت برابر است با حج و نماز مستحب مساوى است با عمره.\
مؤلف گويد: ثواب بسيارى براى نماز در حاير شريف در روايت مفضّل گذشت.\
در روايت معتبرى از امام صادق عليه السّلام نقل شده: هركه آن حضرت را زيارت كند و دو ركعت يا چهار ركعت نماز نزد آن حضرت بجا آورد ثواب حج و عمره براى او نوشته میشود.\
آنچه از روايات ظاهر میشود اين است كه نماز زيارت و غير آن را در پشت قبر و بالاى سر بجا آوردن، هر دو خوب است، و اگر بنای خواندن در بالاى سر را دارد، عقب تر بايستد كه محاذى اصل قبر مقدّس نباشد.\
در روايت ابو حمزه ثمالى از امام صادق عليه السّلام آمده: نزد سر آن حضرت دو ركعت نماز بگذارد، در ركعت اول پس از سوره حمد سوره يس و در ركعت دوم پس از سوره حمد سوري الرّحمن بخوان و اگر خواهى پشت قبر اين نماز را به جاى آر.\
و البته در بالاى سر بهتر است، چون از اين نماز فراغت يافتى، هرچه نماز میخواهى بخوان، ولى از اين دو ركعت نماز زيارت، نزد هر قبرى كه زيارت كنند نبايد غفلت ورزيد.\
ابن قولويه از امام باقر عليه السّلام روايت كرده كه به شخصى فرمود: اى فلان تو را چه مانع است، كه هرگاه حاجتى برايت روى دهد، نزد قبر حسين صلوات اللّه عليه بروى، و چهار ركعت نماز نزد او بخوانى، آنگاه حاجت خود را از خدا بخواهى به درستى كه نماز واجب نزد آن حضرت برابر با حجّ، و نماز مستحبّ مساوى با عمره است."},
{"id":"5","name":"اعمال حرم امام حسین(ع)","text":"از جمله اعمال اين روزه منوره دعاى مظلوم عليه ظالم است يعنى سزاوار است براى كسیكه از ستم ستمكارى مضطّر شده اين دعا را در آن حرم نورانى بخواند و دعا چنان است كه شيخ الطائفه در «مصباح المتهجّد» در اعمال روز جمعه ذكر كرده كه مستحبّ است دعاى مظلوم را نزد قبر ابى عبد اللّه الحسين عليه السّلام بخوانند، و آن د عا اين است:\
اللَّهُمَّ إِنِّي أَعْتَزُّ بِدِينِكَ وَ أَكْرُمُ بِهِدَايَتِكَ وَ فُلانٌ يُذِلُّنِي بِشَرِّهِ وَ يُهِينُنِي بِأَذِيَّتِهِ وَ يُعِيبُنِي بِوَلاءِ أَوْلِيَائِكَ وَ يَبْهَتُنِي بِدَعْوَاهُ وَ قَدْ جِئْتُ إِلَى مَوْضِعِ الدُّعَاءِ وَ ضَمَانِكَ الْإِجَابَةَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَعِدْنِي عَلَيْهِ السَّاعَةَ السَّاعَةَ\
خدايا من خود را به دينت عزيز مى شمارم، و به هدايتت گرامى می دانم، فلانى مرا با شرّش خوار میدارد، و به آزارش پستم میكند و به خاطر دوستى اوليايت، از من عيب می گيرد، و با ادّعاى پوچش مبهوتم می كند، من به جايگاه دعا و عهده داری ات به اجابت آن آمدم، خدايا بر محمّد و خاندان محمّد درود فرست، و مرا در همين ساعت بر او پيروز گردان.\
پس خود را بر روى قبر انداخته و بگويد:\
مَوْلايَ إِمَامِي مَظْلُومٌ اسْتَعْدَى عَلَى ظَالِمِهِ النَّصْرَ النَّصْرَ\
مولايم، امامم ستم دیده اى عليه ستمگرش ياری مى طلبد، يارى ده، يارى ده.\
آنقدر تكرار كند كه عبارت النّصر النّصر را تا نفس قطع شود.\
شانزدهم: از جمله اعمال در آن حرم دعايى است كه ابن فهد قدّس سرّه در كتاب «عدّة الداعى» از امام صادق عليه السّلام روايت كرده كه حضرت فرمودند هركه حاجتى به درگاه خدا براى او باشد، نزد سر امام حسين عليه السّلام بايستد و بگويد:\
يَا أَبَا عَبْدِ اللَّهِ أَشْهَدُ أَنَّكَ تَشْهَدُ مَقَامِي وَ تَسْمَعُ كَلامِي وَ أَنَّكَ حَيٌّ عِنْدَ رَبِّكَ تُرْزَقُ فَاسْأَلْ رَبَّكَ وَ رَبِّي فِي قَضَاءِ حَوَائِجِي.\
اى ابا عبد اللّه گواهى مى دهم كه جاى مرا مى نگرى، و سخنم را میشنوى، و تو نزد پروردگارت زنده اى و روزى داده می شوى، از پروردگارت و پروردگارم، برآورده شدن حاجاتم را بخواه.\
ان شاء اللّه تعالى حاجت او برآورده مى شود.\
هفدهم: از جمله اعمال دو ركعت نماز، در آن حرم مطهّر نزد سر مقدّس با سوره الرّحمن و سوره تبارك است.\
سيّد ابن طاووس روايت كرده هركه اين نماز را بخواند، خداوند عطابخش براى او بيست و پنج حجّ پذيرفته و نيكو كه با رسول خدا صلّى اللّه عليه و آله و سلّم انجام داده باشد مینويسد.\
هيجدهم: از جمله اعمال در آن بارگاه بلند ارج استخاره است، علاّمه مجلسى كيفيّت آن را ذكر كرده و اصل روايت به سند صحيح از امام صادق عليه السّلام در كتاب» قرب الإسناد «حميرى است، كه هركسى در امرى از امور درحالی كه نزد حضرت امام حسين عليه السّلام بايستد، و از خداى عالميان صد مرتبه طلب خير كند، و بگويد: الحمد للّه و لا اله الاّ اللّه و سبحان اللّه و خدا را به عظمت ياد كند، و حمد و ثناى حضرتش را بگويد، چنان كه سزاوار شأن حق است، البته حق تعالى آنچه در آن امر خير اوست به او مى نماياند، و براى او پيش مى آورد، و موافق روايات ديگر، به اين صورت طلب خير مى كند كه صد مرتبه میگويد: اسخير اللّه برحمته خيرة فى عافية نوزدهم: شيخ اجل كامل ابو القاسم جعفر بن قولويه قمى رحمة الله از امام صادق عليه السّلام روايت كرده: هرگاه حضرت ابو عبد اللّه را زيارت كرديد، ملازم سكوت باشيد مگر از خير، به درستى كه ملائكه شب و روز، از گروه حفظ، نزد ملائك ه اى كه در حايرند حاضر مى شوند و با ايشان مصافحه مى كنند، و ملائك ه اى كه در حايرند از شدّت گريستن جواب ايشان را نمى دهند و پيوسته مشغول گريه و زارى اند، مگر در وقت زوال شمس، و وقت طلوع فجر، كه در اين دو موقعيت ساكت می شوند، پس ملائكه حفظ منتظر می مانند تا ظهر شود و فجر ظاهر گردد، در اين دو وقت با ايشان سخن می گويند و ايشان را چيزهايى از امر آسمان از آنها سؤال مى كنند، ولى در بين اين دو وقت ملائكه حائر نطق نمیكنند، و از دعا و گريستن آرام نمى گيرند، و نيز از آن حضرت روايت كرده اند: حق تعالى تنها براى قبر امام حسين عليه السّلام چهار هزار فرشته را ژوليده مو، و گردآلود موكل نموده و به شكل اصحاب مصيبت از طلوع صبح تا ظهر بر آن حضرت گريه میكنند، و احاديث به اين مضمون بسيار است، و از اين روايات ظاهر مى شود كه گريستن بر آن حضرت در آن حرم مطّهر محبوب، و بلكه شايسته است كه از اعمال آن بارگاه مبارك كه «بيت الاحزان» شيعيان است شمرده شود.\
و از حديثى كه از امام صادق عليه السّلام است و به وسيله صفوان روايت شده استفاده میشود، كه زارى ملائكه در درگاه خدا، در لعنت كردن بر قاتلان امير مؤمنان عليه السّلام، و بر قاتلان امام حسين عليه السّلام و نوحه نمودن پريان بر آنان، و گريه كردن ملائكه، كه گرداگرد ضريح امام حسين عليه السّلام اند، و بسيارى اندوه ايشان، به حدّى است، كه اگر كسى آنها را بشنود، خوردن و آشاميدن، و خواب بر او گوارا نخواهد بود در حديث عبد اللّه بن حمّاد بصرى است، كه امام صادق عليه السّلام به او فرمود: به من خبر رسيده، كه گروهى از اطراف كوفه و مردمانى غير ايشان و زنانى كه براى آن حضرت نوحه گرى میكنند، كنار قبر امام حسين عليه السّلام مى آيند، و اين كار در نيمه ماه شعبان است، پس بعضى قرائت می كنند و گروهى داستان میخوانند (يعنى كيفيت شهادت و ساير مصايب را ذكر میكنند) و عدّه اى نوحه گرى دارند، و بعضى مرثيه مى خوانند، گفتم: آرى فدايت شوم، قسمتى از آنچه را بيان فرمودی من مشاهده كرده ام.\
امام فرمود: حمد خدايى را كه در ميان مردم كسانى را قرار داد، كه نزد ما مى آيند، و ما را مدح میكنند و براى ما مرثيه مى خوانند، و قرار داد دشمن ما را، كسانى كه به شيعيان ما طعنه می زنند، از خويشان ما يا غير ايشان، و آنان را تهديد مى كنند، و كارشان را زشت مى شمارند.\
و در صدر همين حديث آمده: هركه به زيارت او میرود می گريد، و هركه نمیرود، بر مصيبت او اندوهناك مى باشد، و هركه او را به ياد میآورد، دلش میسوزد، و نيز هركه به جانب قبر پسرش كه در پايين پاى او قرار دارد و نظر میاندازد ترحّم میكند، در بيابانى كه خويشى و دوستى نزد او نيست، و حق او را غصب كردند و جمعى از كافران و مرتدان از دين اجتماع كردند و يكديگر كمك دادند، تا او را كشتند و دفن نكرده در بيابان رها كردندو او را از آب فراتی كه حيوانات مى خوردند منع كردند و حق رسول خدا صلّى اللّه عليه و آله و سلّم و وصيّتى كه درباره حسين و اهل بيتش كرده بود ضايع نمودند! ! و نيز ابن قولويه از حارث اعور روايت كرده: امير مؤمنان عليه السّلام فرمود: پدر و مادرم فداى حسين شهيد در پشت كوفه، به خدا قسم گويا میبينم جانوران وحشى را، از هر نوعى كه گردن ها را به سوى قبر او كشيده اند و بر او شب تا به صبح می گريند، پس حالا كه چنين بوده، مبادا شما جفا كنيد و اخبار در اين باب بسيار است."}
]