[
{"id":"1","name":"دعای حرم امام حسین(ع)","text":"بدان كه عمده اعمال در روضه مطهره امام حسين عليه السّلام دعاست، زيرا اجابت دعا در زير آن قبّه با رفعت يكی از امورى است كه خدا به عوض شهادت به آن حضرت ارزانى داشته و زائر بايد آن را غنيمت دانسته، در تضرّع و انابه و توبه و عرض حاجات كوتاهى نكند و در طى زيارات آن حضرت دعاهاى بسيار، با مضامين عاليه وارد شده كه اگر بناى اختصار نبود، چند دعايى در اينجا ذكر میكردم و بهتر آن است كه زائر آنچه بتواند از دعاهاى صحيفه كامله بخواند، كه بهترين دعاها است و ما در اواخر اين باب بعد از زيارات جامعه دعايى نقل میكنيم، كه در همه حرمهاى شريفه خوانده میشود [بدان كه در ملحقات اين كتاب دعايى ذكر میشود كه جامع ترين دعاهاست و در روضات ائمه خوانده میشود، از خواندن آن غفلت ننمايى] و براى اينكه اين قسمت را خالى نگذاريم، اين دعاى مختصر را كه در ضمن يكى از زيارات نقل شده ذكر میكنيم و آن دعا اين است: كه در آن حرم شريف درحالیكه دستها را به جانب آسمان برداشته باشى بگو:\
اللَّهُمَّ قَدْ تَرَى مَكَانِي وَ تَسْمَعُ كَلامِي وَ تَرَى مَقَامِي [مَكَانِي ] وَ تَضَرُّعِي وَ مَلاذِي بِقَبْرِ حُجَّتِكَ وَ ابْنِ نَبِيِّكَ وَ قَدْ عَلِمْتَ يَا سَيِّدِي حَوَائِجِي وَ لا يَخْفَى عَلَيْكَ حَالِي وَ قَدْ تَوَجَّهْتُ إِلَيْكَ بِابْنِ رَسُولِكَ وَ حُجَّتِكَ وَ أَمِينِكَ وَ قَدْ أَتَيْتُكَ مُتَقَرِّباً بِهِ إِلَيْكَ وَ إِلَى رَسُولِكَ فَاجْعَلْنِي بِهِ عِنْدَكَ وَجِيهاً فِي الدُّنْيَا وَ الْآخِرَةِ وَ مِنَ الْمُقَرَّبِينَ وَ أَعْطِنِي بِزِيَارَتِي أَمَلِي وَ هَبْ لِي مُنَايَ وَ تَفَضَّلْ عَلَيَّ بِشَهْوَتِي [بِسُؤْلِي ] وَ رَغْبَتِي وَ اقْضِ لِي حَوَائِجِي وَ لا تَرُدَّنِي خَائِباً ،\
خدايا همانا جايم را میبينى و سخنم را میشنوى و موقعيتم و زارى ام و پناه آوردنم به قبر حجّتت و فرزند پيامبرت را مى نگرى اى آقاى من حاجت هايم را دانسته اى، و حالم بر تو پوشيده نيست اينك به وسيله فرزند پيامبر و حجّت و امينت به تو رو كرده ام، و به واسطه او تقرّب جويان به درگاه تو و پيامبرت آمدم، به حق او مرا در پيشگاهت در دنيا و آخرت آبرومند و از نزديكان خويش گردان، و با زيارتم خواسته ام را به من عطا كن، و آرمانم را به من ببخش، و به خواسته و رغبتم بر من تفضّل كن، و حاجاتم را برآور و مرا نااميد بازمگردان،\
وَ لا تَقْطَعْ رَجَائِي وَ لا تُخَيِّبْ دُعَائِي وَ عَرِّفْنِي الْإِجَابَةَ فِي جَمِيعِ مَا دَعَوْتُكَ مِنْ أَمْرِ الدِّينِ وَ الدُّنْيَا وَ الْآخِرَةِ وَ اجْعَلْنِي مِنْ عِبَادِكَ الَّذِينَ صَرَفْتَ عَنْهُمُ الْبَلايَا وَ الْأَمْرَاضَ وَ الْفِتَنَ وَ الْأَعْرَاضَ مِنَ الَّذِينَ تُحْيِيهِمْ فِي عَافِيَةٍ وَ تُمِيتُهُمْ فِي عَافِيَةٍ وَ تُدْخِلُهُمُ الْجَنَّةَ فِي عَافِيَةٍ وَ تُجِيرُهُمْ مِنَ النَّارِ فِي عَافِيَةٍ وَ وَفِّقْ لِي بِمَنٍّ مِنْكَ صَلاحَ مَا أُؤَمِّلُ فِي نَفْسِي وَ أَهْلِي وَ وُلْدِي وَ إِخْوَانِي وَ مَالِي وَ جَمِيعِ مَا أَنْعَمْتَ بِهِ عَلَيَّ يَا أَرْحَمَ الرَّاحِمِينَ.\
و رشته اميدم را قطع نكن، و دعايم را از هدف اجابت محروم مفرما، و در آنچه كه در كار دين و دنيا و آخرت، به درگاهت دعا كردم، اجابتش را به من بشناسان، و مرا از آن بندگانى قرار ده كه بلاها و بيماري ها و فتنه ها و عارضه ها را از آنان بازگرداندى، از آنان كه در سلامت كامل زنده مى داريشان و در سلامت كامل مى ميرانيشان، و در سلامت كامل وارد بهشتيان مى نمايى، و در سلامت كامل از آتش پناهشان مى دهى.\
و برايم به منّتى از سوى خود فراهم كن: صلاح آنچه آرزو میكنم درباره خودم و خاندانم و فرزندانم و برادرانم و مالم و آنچه نعمت به من عنايت كردى اى مهربان ترين مهربانان.‏"},
{"id":"2","name":"صلوات بر امام حسین(ع)","text":"از جمله اعمال در حرم امام حسين عليه السّلام صلوات فرستادن بر آن حضرت است.\
روايت شده: پشت سر نزد كتف شريف آن حضرت میايستى و بر پيامبر صلّى اللّه عليه و آله و سلّم و امام حسين عليه السّلام صلوات میفرستى.\
سيّد ابن طاووس در كتاب «مصباح الزائر» در ضمن يكى از زيارات اين صلوات را بر آن حضرت نقل كرده است:\
اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ صَلِّ عَلَى الْحُسَيْنِ الْمَظْلُومِ الشَّهِيدِ قَتِيلِ الْعَبَرَاتِ وَ أَسِيرِ الْكُرُبَاتِ صَلاةً نَامِيَةً زَاكِيَةً مُبَارَكَةً يَصْعَدُ أَوَّلُهَا وَ لا يَنْفَدُ آخِرُهَا أَفْضَلَ مَا صَلَّيْتَ عَلَى أَحَدٍ مِنْ أَوْلادِ الْأَنْبِيَاءِ وَ الْمُرْسَلِينَ يَا رَبَّ الْعَالَمِينَ اللَّهُمَّ صَلِّ عَلَى الْإِمَامِ الشَّهِيدِ الْمَقْتُولِ الْمَظْلُومِ الْمَخْذُولِ وَ السَّيِّدِ الْقَائِدِ وَ الْعَابِدِ الزَّاهِدِ الْوَصِيِّ الْخَلِيفَةِ الْإِمَامِ الصِّدِّيقِ الطُّهْرِ الطَّاهِرِ الطَّيِّبِ الْمُبَارَكِ وَ الرَّضِيِّ الْمَرْضِيِّ وَ التَّقِيِّ الْهَادِي الْمَهْدِيِّ الزَّاهِدِ الذَّائِدِ الْمُجَاهِدِ الْعَالِمِ إِمَامِ الْهُدَى سِبْطِ الرَّسُولِ وَ قُرَّةِ عَيْنِ الْبَتُولِ صلى الله عليه و آله و سلم اللَّهُمَّ صَلِّ عَلَى سَيِّدِي وَ مَوْلايَ كَمَا عَمِلَ بِطَاعَتِكَ وَ نَهَى عَنْ مَعْصِيَتِكَ وَ بَالَغَ فِي رِضْوَانِكَ وَ أَقْبَلَ عَلَى إِيمَانِكَ غَيْرَ قَابِلٍ فِيكَ عُذْرا سِرّا وَ عَلانِيَةً يَدْعُو الْعِبَادَ إِلَيْكَ وَ يَدُلُّهُمْ عَلَيْكَ وَ قَامَ بَيْنَ يَدَيْكَ،\
خدايا بر محمّد و خاندان محمّد درود فرست، و درود فرست بر حسين ستم كشيده و شهيد و كشته اشك ها و دچار گرفتاري ها، درودى فزاينده، پاكيزه، با بركت، درحالى كه آغازش بالا رود و انجامش سپرى نشود، برتری درودى كه بر يكى از فرزندان پيامبران و رسولان فرستادى، اى پروردگار جهانيان.\
خدايا درود فرست بر امام، شهيد، كشته، ستم كشيده، بى يار، آقا، پيشوا، عابد، زاهد، جانشين، خليفه، امام راستى پيشه، پاك، پاكيزه، طيّب، با بركت، خدا از او خشنود، پسنديده حق، پرهيزکار، هدايت گر، راه يافته، زاهد، مدافع دين، جهادگر، عالم، پيشواى هدايت، فرزندزاده رسول، نور چشم بتول، درود و سلام خدا بر او و خاندانش.\
خدايا بر آقا و مولاى من درود فرست چنانچه به اطاعتت عمل كرد، و از معصيتت نهى فرمود، و در راه خشنودى ات كوشيد، و بر ايمانت روی آورد، بیآنكه درباره تو پذيرنده بهانه اى باشد، چه در پنهان و چه در آشكار، بندگان را به جانب تو می خواند، و به سوى تو دلالت مى نمايد و پيش روى تو قيام كرد،\
يَهْدِمُ الْجَوْرَ بِالصَّوَابِ وَ يُحْيِي السُّنَّةَ بِالْكِتَابِ فَعَاشَ فِي رِضْوَانِكَ مَكْدُودا وَ مَضَى عَلَى طَاعَتِكَ وَ فِي أَوْلِيَائِكَ مَكْدُوحاً وَ قَضَى إِلَيْكَ مَفْقُوداً لَمْ يَعْصِكَ فِي لَيْلٍ وَ لا نَهَارٍ بَلْ جَاهَدَ فِيكَ الْمُنَافِقِينَ وَ الْكُفَّارَ اللَّهُمَّ فَاجْزِهِ خَيْرَ جَزَاءِ الصَّادِقِينَ الْأَبْرَارِ وَ ضَاعِفْ عَلَيْهِمُ الْعَذَابَ وَ لِقَاتِلِيهِ الْعِقَابَ فَقَدْ قَاتَلَ كَرِيماً وَ قُتِلَ مَظْلُوماً وَ مَضَى مَرْحُوماً يَقُولُ أَنَا ابْنُ رَسُولِ اللَّهِ مُحَمَّدٍ وَ ابْنُ مَنْ زَكَّى وَ عَبَدَ فَقَتَلُوهُ بِالْعَمْدِ الْمُعْتَمَدِ قَتَلُوهُ عَلَى الْإِيمَانِ وَ أَطَاعُوا فِي قَتْلِهِ الشَّيْطَانَ وَ لَمْ يُرَاقِبُوا فِيهِ الرَّحْمَنَ.\
ستم را ويران می كند با درستى، و روش پيامبر را زنده میكند با قرآن، پس با مشقّت و سختى در خشنودى ات زندگى كرد، و بر طاعتت و در زمره اوليايت، در حال رنج و ناراحتى از دنيا گذشت، و چون عزيزى گم گشته به تو جان داد تو را معصيت نكرد نه در شبى و نه در روزى، بلكه در راه تو با منافقان و كافران جنگيد.\
خدايا جزايش ده، بهترين جزاى صادقان نيكوكار، و عذاب را بر منافقان و كافران و كشند گان او دوچندان كن.\
به راستى جوانمردانه پيكار كرد، و مظلومانه كشته شد، و غرق در رحمت خدا درگذشت، درحالیكه میگفت: منم فرزند رسول خدا محمّد، و فرزند كسیكه پاك پروريد و بندگى كرد، پس او را دانسته و از به عمد كشتند، آرى بر حال ايمان او را كشتند، و در كشتنش از شيطان اطاعت كردند و درباره او خداى رحمن را ملاحظه ننمودند.\
اللَّهُمَّ فَصَلِّ عَلَى سَيِّدِي وَ مَوْلايَ صَلاةً تَرْفَعُ بِهَا ذِكْرَهُ وَ تُظْهِرُ بِهَا أَمْرَهُ وَ تُعَجِّلُ بِهَا نَصْرَهُ وَ اخْصُصْهُ بِأَفْضَلِ قِسَمِ الْفَضَائِلِ يَوْمَ الْقِيَامَةِ وَ زِدْهُ شَرَفاً فِي أَعْلَى عِلِّيِّينَ وَ بَلِّغْهُ أَعْلَى شَرَفِ الْمُكَرَّمِينَ وَ ارْفَعْهُ مِنْ شَرَفِ رَحْمَتِكَ فِي شَرَفِ الْمُقَرَّبِينَ فِي الرَّفِيعِ الْأَعْلَى وَ بَلِّغْهُ الْوَسِيلَةَ وَ الْمَنْزِلَةَ الْجَلِيلَةَ وَ الْفَضْلَ وَ الْفَضِيلَةَ وَ الْكَرَامَةَ الْجَزِيلَةَ اللَّهُمَّ فَاجْزِهِ عَنَّا أَفْضَلَ مَا جَازَيْتَ إِمَاماً عَنْ رَعِيَّتِهِ وَ صَلِّ عَلَى سَيِّدِي وَ مَوْلايَ كُلَّمَا ذُكِرَ وَ كُلَّمَا لَمْ يُذْكَرْ يَا سَيِّدِي وَ مَوْلايَ أَدْخِلْنِي فِي حِزْبِكَ وَ زُمْرَتِكَ وَ اسْتَوْهِبْنِي مِنْ رَبِّكَ وَ رَبِّي فَإِنَّ لَكَ عِنْدَ اللَّهِ جَاهاً وَ قَدْراً وَ مَنْزِلَةً رَفِيعَةً ،\
خدايا پس بر آقا و مولايم درود فرست، درودى كه يادش را با آن بلند گردانی و امرش را با آن آشكار نمايى، و پيروزی اش را با آن شتاب ورزى، و او را در روز قيامت به برترين اقسام فضايل خاصش گردان و در بلندترين درجات شرفش را بيفزا، و او را به عالى ترين مقام ارجمندان برسان، و بالا بر او را از شرف رحمتت در شرف مقرّبان در مقام رفيع برتر، و او را به وسيله، و منزلت بزرگ و برتری و فضيلت، و كرامت برجسته برسان.\
خدايا او را از جانب ما جزا ده، به برترين پاداشى كه به پيشوايى از طرف رعيتش داده اى و بر آقا و مولاى من درود فرست، هرگاه كه ياد شود، و هر زمان كه ياد نشود، اى آقا و مولاى من، مرا در حزب و گروهت وارد كن، و بخششم را از پروردگارت و پروردگام بخواه، زيرا تو را در پيشگاه خدا آبرو و قدر و منزلت بلند است،\
إِنْ سَأَلْتَ أُعْطِيتَ وَ إِنْ شَفَعْتَ شُفِّعْتَ اللَّهَ اللَّهَ فِي عَبْدِكَ وَ مَوْلاكَ لا تُخَلِّنِي عِنْدَ الشَّدَائِدِ وَ الْأَهْوَالِ لِسُوءِ عَمَلِي وَ قَبِيحِ فِعْلِي وَ عَظِيمِ جُرْمِي فَإِنَّكَ أَمَلِي وَ رَجَائِي وَ ثِقَتِي وَ مُعْتَمَدِي وَ وَسِيلَتِي إِلَى اللَّهِ رَبِّي وَ رَبِّكَ لَمْ يَتَوَسَّلِ الْمُتَوَسِّلُونَ إِلَى اللَّهِ بِوَسِيلَةٍ هِيَ أَعْظَمُ حَقّاً وَ لا أَوْجَبُ حُرْمَةً وَ لا أَجَلُّ قَدْراً عِنْدَهُ مِنْكُمْ أَهْلَ الْبَيْتِ لا خَلَّفَنِيَ اللَّهُ عَنْكُمْ بِذُنُوبِي وَ جَمَعَنِي وَ إِيَّاكُمْ فِي جَنَّةِ عَدْنٍ الَّتِي أَعَدَّهَا لَكُمْ وَ لِأَوْلِيَائِكُمْ إِنَّهُ خَيْرُ الْغَافِرِينَ وَ أَرْحَمُ الرَّاحِمِينَ اللَّهُمَّ أَبْلِغْ سَيِّدِي وَ مَوْلايَ تَحِيَّةً كَثِيرَةً وَ سَلاماً وَ ارْدُدْ عَلَيْنَا مِنْهُ السَّلامَ إِنَّكَ جَوَادٌ كَرِيمٌ وَ صَلِّ عَلَيْهِ كُلَّمَا ذُكِرَ السَّلامُ وَ كُلَّمَا لَمْ يُذْكَرْ يَا رَبَّ الْعَالَمِينَ.\
اگر بخواهى عطا شوى، و اگر شفاعت كنى شفاعتت پذيرفته شود، خدا را خدا را درباره بنده و دوست دارت، هنگام سختي ها و هراس ها رهايم مكن آن هم به خاطر بدى كارم و زشتى كردارم، و بزرگى جرمم كه تو آرزو و اميد و تكيه گاه و محل اعتماد منى، و وسيله من به درگاه خدا پروردگارم و پروردگار تو تويى، توسّل كنندگان به درگاه خدا متوسّل نشدند نزد او، به وسيله اى از نظر حق بزرگ تر، و از جهت حرمت لازم تر، و از حيث مقام برجسته تر از شما اهل بيت، خدا به خاطر گناهانم مرا از شما محروم نكند، و ميان من و شما را در بهشت عدن كه براى شما و دوستانتان آماده نموده جمع كند، او بهترين آمرزندگان، و مهربان ترين مهربانان است.\
خدايا به آقا و مولايم تحيّت و سلام بسيار برسان، و از جانب او سلام بسيار به ما بازگردان، كه تو بخشنده و كريمى، و بر او درود فرست، هر زمان كه سلام ياد شود، و هر زمان كه ياد نشود، اى پروردگار جهانيان."},
{"id":"3","name":"دعای وداع امام حسین(ع)","text":"سيّد ابن طاووس فرموده: بر زائر مستحب است هروقت از زيارت آن حضرت فارغ شود و بخواهد از روضه مقدسه بيرون رود، خود را به ضريح بچسباند و آن را ببوسد و بگويد:\
السَّلامُ عَلَيْكَ يَا مَوْلايَ السَّلامُ عَلَيْكَ يَا حُجَّةَ اللَّهِ السَّلامُ عَلَيْكَ يَا صَفْوَةَ اللَّهِ السَّلامُ عَلَيْكَ يَا خَالِصَةَ اللَّهِ السَّلامُ عَلَيْكَ يَا قَتِيلَ الظَّمَاءِ السَّلامُ عَلَيْكَ يَا غَرِيبَ الْغُرَبَاءِ السَّلامُ عَلَيْكَ سَلامَ مُوَدِّعٍ لا سَئِمٍ وَ لا قَالٍ فَإِنْ أَمْضِ فَلا عَنْ مَلالَةٍ وَ إِنْ أُقِمْ فَلا عَنْ سُوءِ ظَنٍّ بِمَا وَعَدَ اللَّهُ الصَّابِرِينَ لا جَعَلَهُ اللَّهُ آخِرَ الْعَهْدِ مِنِّي لِزِيَارَتِكَ وَ رَزَقَنِيَ اللَّهُ الْعَوْدَ إِلَى مَشْهَدِكَ وَ الْمَقَامَ بِفِنَائِكَ وَ الْقِيَامَ فِي حَرَمِكَ وَ إِيَّاهُ أَسْأَلُ أَنْ يُسْعِدَنِي بِكُمْ وَ يَجْعَلَنِي مَعَكُمْ فِي الدُّنْيَا وَ الْآخِرَةِ\
سلام بر تو اى مولايم، سلام بر تو اى حجّت خدا، سلام بر تو اى برگزيده خدا سلام بر تو اى خالص شده از سوى خدا، سلام بر تو اى كشته تشنگى، سلام بر تو اى غريب غريبان، سلام بر تو اى وداع كننده اى كه نه خسته است و نه دلتنگ، پس اگر بروم نه از روى ملالت است و اگر بمانم نه از روى بدگمانى به آنچه خدا به صابران وعده داده، خدا اين زيارت را آخرين عهد من از زيارتت قرار ندهد و بازگشت به سوى زيارتگاهت و ماندن در آستانت و ايستادن در حرمت را روزى من كند، و از او میخواهم كه مرا به وسيله شما خوشبخت نمايد و در دنيا و آخرت با شما قرار دهد."},
{"id":"4","name":"زیارت حضرت عباس (ع)","text":"شيخ اجّل، جعفر بن قولويه قمى به سند معتبر از ابو حمزه ثمالى روايت كرده: امام صادق عليه السّلام فرموده: هرگاه قصد كردى كه قبر عبّاس بن على عليه السّلام را زيارت كنى كه در كنار فرات برابر حاير است، بر در روضه مى ايستى و میگويى:\
سَلامُ اللَّهِ وَ سَلامُ مَلائِكَتِهِ الْمُقَرَّبِينَ وَ أَنْبِيَائِهِ الْمُرْسَلِينَ وَ عِبَادِهِ الصَّالِحِينَ وَ جَمِيعِ الشُّهَدَاءِ وَ الصِّدِّيقِينَ [وَ] الزَّاكِيَاتُ الطَّيِّبَاتُ فِيمَا تَغْتَدِي وَ تَرُوحُ عَلَيْكَ يَا ابْنَ أَمِيرِ الْمُؤْمِنِينَ أَشْهَدُ لَكَ بِالتَّسْلِيمِ وَ التَّصْدِيقِ وَ الْوَفَاءِ وَ النَّصِيحَةِ لِخَلَفِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ الْمُرْسَلِ وَ السِّبْطِ الْمُنْتَجَبِ وَ الدَّلِيلِ الْعَالِمِ وَ الْوَصِيِّ الْمُبَلِّغِ وَ الْمَظْلُومِ الْمُهْتَضَمِ فَجَزَاكَ اللَّهُ عَنْ رَسُولِهِ وَ عَنْ أَمِيرِ الْمُؤْمِنِينَ وَ عَنِ الْحَسَنِ وَ الْحُسَيْنِ صَلَوَاتُ اللَّهِ عَلَيْهِمْ أَفْضَلَ الْجَزَاءِ بِمَا صَبَرْتَ ،\
سلام خدا و سلام فرشتگان مقرّبش، و پيامبران مرسلش، و بندگان شايسته اش، و همه شهيدان و صدّيقان و درودهاى پاك و پاكيزه در آنچه مى آيد و می رود بر تو باد اى فرزند امير مؤمنان، شهادت می دهم براى حضرتت به تسليم و تصديق و وفا، و خيرخواهى، براى يادگار پيامبر مرسل (درود خدا بر او و خاندانش باد) ، و فرزندزاده برگزيده، و راهنمای دانا، و جانشين تبليغ گر، و ستمديده غارت زده، خدا از جانب پيامبر و امير مؤمنان و حسن و حسين (درود خدا بر ايشان) جزايت دهد برترين جزا به خاطر اين كه صبر كردى\
وَ احْتَسَبْتَ وَ أَعَنْتَ فَنِعْمَ عُقْبَى الدَّارِ لَعَنَ اللَّهُ مَنْ قَتَلَكَ وَ لَعَنَ اللَّهُ مَنْ جَهِلَ بِحَقِّكَ وَ اسْتَخَفَّ بِحُرْمَتِكَ وَ لَعَنَ اللَّهُ مَنْ حَالَ بَيْنَكَ وَ بَيْنَ مَاءِ الْفُرَاتِ أَشْهَدُ أَنَّكَ قُتِلْتَ مَظْلُوماً وَ أَنَّ اللَّهَ مُنْجِزٌ لَكُمْ مَا وَعَدَكُمْ جِئْتُكَ يَا ابْنَ أَمِيرِ الْمُؤْمِنِينَ وَافِداً إِلَيْكُمْ وَ قَلْبِي مُسَلِّمٌ لَكُمْ وَ تَابِعٌ وَ أَنَا لَكُمْ تَابِعٌ وَ نُصْرَتِي لَكُمْ مُعَدَّةٌ حَتَّى يَحْكُمَ اللَّهُ وَ هُوَ خَيْرُ الْحَاكِمِينَ فَمَعَكُمْ مَعَكُمْ لا مَعَ عَدُوِّكُمْ إِنِّي بِكُمْ وَ بِإِيَابِكُمْ [وَ بِآبَائِكُمْ ] مِنَ الْمُؤْمِنِينَ وَ بِمَنْ خَالَفَكُمْ وَ قَتَلَكُمْ مِنَ الْكَافِرِينَ قَتَلَ اللَّهُ أُمَّةً قَتَلَتْكُمْ بِالْأَيْدِي وَ الْأَلْسُنِ.\
و كار خويش را تنها به حساب خدا گذاشتى، و يارى نمودى پس چه نيكو سرانجامى است خانه آخرت.\
خدا لعنت كند كند كسى كه تو را كشت، و لعنت كند كسى را كه جاهل بود به حقّت، و حرمتت را سبك شمرد، و خدا لعنت كند كسى را كه بين تو و آب فرات پرده شد، شهادت مى دهم كه تو مظلومانه كشته شدى، و خدا به وعده اى كه به شما داده وفا مى كند، به سوى تو آمدم اى فرزند امير مؤمنان دارد در محضر شما آيم دلم تسليم و پيرو شماست، و خود نيز پيرو شمايم، يارى ام براى شما مهيّاست، تا خدا حكم كند، و او بهترين حكم كنندگان است، پس با شمايم تنها با شما نه با دشمن شما، من به شما و بازگشت تان مؤمن، و به آنان كه با شما مخالفت كردند، و شمار را كشتند كافرم، خدا بكشد امّتى را كه شما را با دست ها و زبان هايشان كشتند.\
سپس وارد روضه شو، و خود را به ضريح بچسبان و بگو: [در همان حال سمت قبله]\
السَّلامُ عَلَيْكَ أَيُّهَا الْعَبْدُ الصَّالِحُ الْمُطِيعُ لِلَّهِ وَ لِرَسُولِهِ وَ لِأَمِيرِ الْمُؤْمِنِينَ وَ الْحَسَنِ وَ الْحُسَيْنِ صَلَّى اللَّهُ عَلَيْهِمْ وَ سَلَّمَ السَّلامُ عَلَيْكَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ وَ مَغْفِرَتُهُ وَ رِضْوَانُهُ وَ عَلَى رُوحِكَ وَ بَدَنِكَ أَشْهَدُ وَ أُشْهِدُ اللَّهَ أَنَّكَ مَضَيْتَ عَلَى مَا مَضَى بِهِ الْبَدْرِيُّونَ وَ الْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ الْمُنَاصِحُونَ لَهُ فِي جِهَادِ أَعْدَائِهِ الْمُبَالِغُونَ فِي نُصْرَةِ أَوْلِيَائِهِ الذَّابُّونَ عَنْ أَحِبَّائِهِ فَجَزَاكَ اللَّهُ أَفْضَلَ الْجَزَاءِ وَ أَكْثَرَ الْجَزَاءِ وَ أَوْفَرَ الْجَزَاءِ وَ أَوْفَى جَزَاءِ أَحَدٍ مِمَّنْ وَفَى بِبَيْعَتِهِ وَ اسْتَجَابَ لَهُ دَعْوَتَهُ وَ أَطَاعَ وُلاةَ أَمْرِهِ،\
سلام بر تو اى بنده شايسته فرمانبر خدا و رسول خدا، و امير مؤمنان و حسن و حسين (درود خدا بر آنان باد) ، سلام و رحمت خدا و بركات و مغفرت و رضوانش بر تو بر روان و تن تو، شهادت می دهم و خدا را شاهد مى گيرم، كه تو به همان مسيرى رفتى كه اهل بدر رفتند، و در آن راه از دنيا گذشتند، آن مجاهدان در راه خدا، و خيرخواهان براى خدا، در مبارزه با دشمنان خدا، و تلاش گران در يارى اوليايش، آن دفاع كنندگان از عاشقانش، خدا پاداشت دهد، به برترين و بيشترين، و كامل ترين پاداش، و وفاكننده ترين پاداش، يكى از آنان كه به بيعت او وفا كرد، و دعوتش را اجابت نمود، و از واليان امر اطاعت كرد\
أَشْهَدُ أَنَّكَ قَدْ بَالَغْتَ فِي النَّصِيحَةِ وَ أَعْطَيْتَ غَايَةَ الْمَجْهُودِ فَبَعَثَكَ اللَّهُ فِي الشُّهَدَاءِ وَ جَعَلَ رُوحَكَ مَعَ أَرْوَاحِ السُّعَدَاءِ وَ أَعْطَاكَ مِنْ جِنَانِهِ أَفْسَحَهَا مَنْزِلاً وَ أَفْضَلَهَا غُرَفاً وَ رَفَعَ ذِكْرَكَ فِي عِلِّيِّينَ [فِي الْعَالَمِينَ ] وَ حَشَرَكَ مَعَ النَّبِيِّينَ وَ الصِّدِّيقِينَ وَ الشُّهَدَاءِ وَ الصَّالِحِينَ وَ حَسُنَ أُولَئِكَ رَفِيقاً أَشْهَدُ أَنَّكَ لَمْ تَهِنْ وَ لَمْ تَنْكُلْ وَ أَنَّكَ مَضَيْتَ عَلَى بَصِيرَةٍ مِنْ أَمْرِكَ مُقْتَدِيا بِالصَّالِحِينَ وَ مُتَّبِعا لِلنَّبِيِّينَ فَجَمَعَ اللَّهُ بَيْنَنَا وَ بَيْنَكَ وَ بَيْنَ رَسُولِهِ وَ أَوْلِيَائِهِ فِي مَنَازِلِ الْمُخْبِتِينَ فَإِنَّهُ أَرْحَمُ الرَّاحِمِينَ.\
شهادت مى دهم، كه در خيرخواهى كوشيدى، و نهايت تلاش را انجام دادى، خدا تو را در زمره شهيدان برانگيزد و روحت را در كنار ارواح نيك بختان قرار دهد، و از بهشتش وسيع ترين منزل را به تو عطا كند، و برترين غرفه ها را ارزانى نمايد، و نامت را در بالاترين درجات بالا برد، و با پيامبران و صدّيقان و شهدا و شايستگان مشحور نمايد، آنها خوب رفيقانى هستند، شهادت مى دهم كه تو سستى نورزيدى، و باز نايستادى، و بر آگاهى از كارت از دنيا رفتى، در حال پيروى از شايستگان، و پيروى از پيامبران پس خدا بين ما و رسول خود و اوليايش در جايگاه هاى فروتنان گرد آورد كه او مهربان ترين مهربانان است.\
مؤلف گويد: خوب است اين زيارت را، پشت سر قبر، به طرف قبله بخوانى، چنان كه شيخ در «تهذيب» چنين فرموده: سپس وارد شو.\
و خود را با رو به قبر بيانداز، و چنين بگو درحالى كه رو به جانب قبله اى: السّلام عليك ايّها العبد الصّالح و بدان كه زيارت قمر بنى هاشم موافق روايت مذكور، همين بود كه ذكر شد، ولى سيد ابن طاووس و شيخ مفيد و ديگران پس از اين زيارت فرموده اند كه به سمت بالا سر برو، و دو ركعت نماز بخوان، و بعد از آن هرچه خواهى نماز بجا آور، و بسيار خدا را بخوان و پس از نماز بگو:\
اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ لا تَدَعْ لِي فِي هَذَا الْمَكَانِ الْمُكَرَّمِ وَ الْمَشْهَدِ الْمُعَظَّمِ ذَنْباً إِلا غَفَرْتَهُ وَ لا هَمّاً إِلّا فَرَّجْتَهُ وَ لا مَرَضا إِلّا شَفَيْتَهُ وَ لا عَيْباً إِلّا سَتَرْتَهُ وَ لا رِزْقاً إِلا بَسَطْتَهُ وَ لا خَوْفا إِلّا آمَنْتَهُ وَ لا شَمْلاً إِلّا جَمَعْتَهُ وَ لا غَائِباً إِلّا حَفِظْتَهُ وَ أَدْنَيْتَهُ وَ لا حَاجَةً مِنْ حَوَائِجِ الدُّنْيَا وَ الْآخِرَةِ لَكَ فِيهَا رِضًى وَ لِي فِيهَا صَلاحٌ إِلا قَضَيْتَهَا يَا أَرْحَمَ الرَّاحِمِينَ.\
خدايا درود فرست بر محمّد و خاندان محمّد، و در اين مكان مكرّم، و زيارتگاه بزرگ، براى من گناهى مگذار جز آن كه بيامرزى، و نه اندوهى جز آن كه برطرف نمايى، و نه بيمارى جز آن كه شفا دهى، و نه عيبى جز آن كه بپوشانى، و نه رزقى جز آن كه بگسترانى، و نه ترسى جز آن كه ايمنى دهى، و نه پراكندگى جز آن كه گرد آورى، و نه دور از نظرى جز آن كه حفظ كنى و ديدارش را نزديك نمايى، و نه حاجتى از حاجت هاى دنيا و آخرت، كه تو را در آن رضايت و مرا در آن مصلحت است جز آن كه برآورى، اى مهربان ترين مهربانان.\
بعد به جانب ضريح بازگرد، و نزد پاهاى مبارك بايست و بگو:\
السَّلامُ عَلَيْكَ يَا أَبَا الْفَضْلِ الْعَبَّاسَ ابْنَ أَمِيرِ الْمُؤْمِنِينَ السَّلامُ عَلَيْكَ يَا ابْنَ سَيِّدِ الْوَصِيِّينَ السَّلامُ عَلَيْكَ يَا ابْنَ أَوَّلِ الْقَوْمِ إِسْلاماً وَ أَقْدَمِهِمْ إِيمَاناً وَ أَقْوَمِهِمْ بِدِينِ اللَّهِ وَ أَحْوَطِهِمْ عَلَى الْإِسْلامِ أَشْهَدُ لَقَدْ نَصَحْتَ لِلَّهِ وَ لِرَسُولِهِ وَ لِأَخِيكَ فَنِعْمَ الْأَخُ الْمُوَاسِي فَلَعَنَ اللَّهُ أُمَّةً قَتَلَتْكَ وَ لَعَنَ اللَّهُ أُمَّةً ظَلَمَتْكَ وَ لَعَنَ اللَّهُ أُمَّةً اسْتَحَلَّتْ مِنْكَ الْمَحَارِمَ وَ انْتَهَكَتْ حُرْمَةَ الْإِسْلامِ فَنِعْمَ الصَّابِرُ الْمُجَاهِدُ الْمُحَامِي النَّاصِرُ وَ الْأَخُ الدَّافِعُ عَنْ أَخِيهِ ،\
سلام بر تو اى ابا الفضل العباس فرزند امير مؤمنان، سلام بر تو اى فرزند سرور جانشينان، سلام بر تو اى فرزند اولين نفر امت در اسلام آوردن، و پيش ترين شان در ايمان و استوارترين شان در پایبندى به دين خدا، و با احتياط ترین شان بر اسلام، شهادت می دهم كه تو براى خدا و رسولش و برادرت خيرخواهى نمودى، پس چه خوب برادر همدردى بودى، خدا لعنت كند امتى را كه تو را كشت، و لعنت كند امتى را كه به تو ستم روا داشت، و لعنت كند امتى را كه حرمت هاى تو را حلال شمرد، و پرده احترام اسلام را دريد، پس چه نيكو صبركننده، جهادگر حامى، يارى دهنده و برادر دفاع كننده از برادرش بودى،\
الْمُجِيبُ إِلَى طَاعَةِ رَبِّهِ الرَّاغِبُ فِيمَا زَهِدَ فِيهِ غَيْرُهُ مِنَ الثَّوَابِ الْجَزِيلِ وَ الثَّنَاءِ الْجَمِيلِ وَ أَلْحَقَكَ [فَأَلْحَقَكَ ] اللَّهُ بِدَرَجَةِ آبَائِكَ فِي جَنَّاتِ النَّعِيمِ اللَّهُمَّ إِنِّي تَعَرَّضْتُ لِزِيَارَةِ أَوْلِيَائِكَ رَغْبَةً فِي ثَوَابِكَ وَ رَجَاءً لِمَغْفِرَتِكَ وَ جَزِيلِ إِحْسَانِكَ فَأَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِهِ الطَّاهِرِينَ وَ أَنْ تَجْعَلَ رِزْقِي بِهِمْ دَارّا وَ عَيْشِي بِهِمْ قَارّا وَ زِيَارَتِي بِهِمْ مَقْبُولَةً وَ حَيَاتِي بِهِمْ طَيِّبَةً وَ أَدْرِجْنِي إِدْرَاجَ الْمُكْرَمِينَ وَ اجْعَلْنِي مِمَّنْ يَنْقَلِبُ مِنْ زِيَارَةِ مَشَاهِدِ أَحِبَّائِكَ مُفْلِحاً مُنْجِحا قَدِ اسْتَوْجَبَ غُفْرَانَ الذُّنُوبِ وَ سَتْرَ الْعُيُوبِ وَ كَشْفَ الْكُرُوبِ إِنَّكَ أَهْلُ التَّقْوَى وَ أَهْلُ الْمَغْفِرَةِ،\
و پاسخ دهنده طاعت پروردگارش، و علاقه مند به آنچه ديگران به بى رغبت شدند، كه همان پاداش بزرگ، و ستايش زيباست، و خدا تو را به درجه پدرانت، در بهشت های پرنعمت ملحق كرد.\
خدايا متعرض زيارت اوليايت شدم به خاطر رغبت در پاداشت، و اميد به آمرزشت، و احسان فراوانت، پس از تو مى خواهم كه بر محمّد و خاندان پاكش درود فرستى، و روزى ام را به خاطر ايشان زياد نمايی و زندگى ام را به خاطر آنان برقرار دارى، و زيارتم را به حق آنان مقبول قرار دهى، و حياتم را دلپسند فرمايى، و مرا با گروه اهل كرامت همراه نمايی و از كسانى قرار دهى كه از زيارت زيارتگاه هاى عاشقانت رستگار و كامياب بازمى گردند، درحالی كه مستوجب آمرزش گناهان، و پوشيدن عيب ها، و برطرف شدن گرفتاري ها شده باشد، به راستى تو اهل پروا و آمرزشى.\
چون بخواهى آن حضرت را وداع كنى، به نزد قبر شريف برو، و اين جملات را كه در روايت ابو حمزه ثمالی است، و علماهم ذكر كرده اند بگو:\
أَسْتَوْدِعُكَ اللَّهَ وَ أَسْتَرْعِيكَ وَ أَقْرَأُ عَلَيْكَ السَّلامَ آمَنَّا بِاللَّهِ وَ بِرَسُولِهِ وَ بِكِتَابِهِ وَ بِمَا جَاءَ بِهِ مِنْ عِنْدِ اللَّهِ اللَّهُمَّ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ اللَّهُمَّ لا تَجْعَلْهُ آخِرَ الْعَهْدِ مِنْ زِيَارَتِي قَبْرَ ابْنِ أَخِي رَسُولِكَ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ ارْزُقْنِي زِيَارَتَهُ أَبَدا مَا أَبْقَيْتَنِي وَ احْشُرْنِي مَعَهُ وَ مَعَ آبَائِهِ فِي الْجِنَانِ وَ عَرِّفْ بَيْنِي وَ بَيْنَهُ وَ بَيْنَ رَسُولِكَ وَ أَوْلِيَائِكَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ تَوَفَّنِي عَلَى الْإِيمَانِ بِكَ وَ التَّصْدِيقِ بِرَسُولِكَ وَ الْوِلايَةِ لِعَلِيِّ بْنِ أَبِي طَالِبٍ وَ الْأَئِمَّةِ مِنْ وُلْدِهِ عَلَيْهِمُ السَّلامُ وَ الْبَرَاءَةِ مِنْ عَدُوِّهِمْ فَإِنِّي قَدْ رَضِيتُ يَا رَبِّي بِذَلِكَ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ.\
تو را به خدا مى سپارم و خواستار رعايت توأم، و بر تو سلام مى فرستم، ايمان آورديم به خدا و رسول و كتابش، و به آنچه پيامبر از پيش خدا آورد، خدايا ما را با گواهان اين حوادث بنويس، خدا آن را آخر عهد من از زيارت قبر فرزند برادر رسولت (درود خدا بر او و خاندانش باد) قرار مده، و زيارتش را همواره تا زنده ام می دارى روزى من فرما، و مرا با او و با پدرانش در بهشت محشور گردان، و ميان من و او و رسول و اوليايت شناسايى ايجاد كن.\
خدايا بر محمّد و خاندان محمّد درود فرست، و مرا بميران، بر پايه ايمان به خود، و باور نسبت به پيامبرت، و ولايت امير مؤمنان و امامان از فرزندانش (درود بر آنان باد) و بيزارى از دشمنانشان، كه من اى پروردگارم همانا به اين امر خشنودم، و درود خدا بر محمّد و خاندان محمّد.\
پس براى خود، و براى پدر و مادر و مؤمنان و مسلمانان دعا كن، و از دعاها هر دعايى را كه مى خواهى اختيار كن."},
{"id":"5","name":"زیارت سر امام حسین(ع) نزد قبر امیرالمومنین(ع) ","text":"بدان كه زيارت سر مطهّر حضرت سيّد الشّهدا كنار قبر امير مؤمنان عليه السّلام مستحب است و در كتاب «وسائل» و «مستدرك» فصلى براى آن رقم زده اند.\
در مستدرك از كتاب «مزار» محمّد بن مشهدى نقل كرده كه امام صادق عليه السّلام سر مبارك امام حسين عليه السّلام را نزد سر امير مؤمنان عليه السّلام زيارت كرد، و چهار ركعت نماز خواند، و آن زيارت اين است:\
السَّلامُ عَلَيْكَ يَا ابْنَ رَسُولِ اللَّهِ السَّلامُ عَلَيْكَ يَا ابْنَ أَمِيرِ الْمُؤْمِنِينَ السَّلامُ عَلَيْكَ يَا ابْنَ الصِّدِّيقَةِ الطَّاهِرَةِ سَيِّدَةِ نِسَاءِ الْعَالَمِينَ السَّلامُ عَلَيْكَ يَا مَوْلايَ يَا أَبَا عَبْدِ اللَّهِ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ أَشْهَدُ أَنَّكَ قَدْ أَقَمْتَ الصَّلاةَ وَ آتَيْتَ الزَّكَاةَ وَ أَمَرْتَ بِالْمَعْرُوفِ وَ نَهَيْتَ عَنِ الْمُنْكَرِ وَ تَلَوْتَ الْكِتَابَ حَقَّ تِلاوَتِهِ وَ جَاهَدْتَ فِي اللَّهِ حَقَّ جِهَادِهِ وَ صَبَرْتَ عَلَى الْأَذَى فِي جَنْبِهِ مُحْتَسِباً حَتَّى أَتَاكَ الْيَقِينُ وَ أَشْهَدُ أَنَّ الَّذِينَ خَالَفُوكَ وَ حَارَبُوكَ وَ أَنَّ الَّذِينَ خَذَلُوكَ وَ الَّذِينَ قَتَلُوكَ مَلْعُونُونَ عَلَى لِسَانِ النَّبِيِّ الْأُمِّيِّ وَ قَدْ خَابَ مَنِ افْتَرَى لَعَنَ اللَّهُ الظَّالِمِينَ لَكُمْ مِنَ الْأَوَّلِينَ وَ الْآخِرِينَ وَ ضَاعَفَ عَلَيْهِمُ الْعَذَابَ الْأَلِيمَ أَتَيْتُكَ يَا مَوْلايَ يَا ابْنَ رَسُولِ اللَّهِ زَائِرا عَارِفاً بِحَقِّكَ مُوَالِياً لِأَوْلِيَائِكَ مُعَادِياً لِأَعْدَائِكَ مُسْتَبْصِراً بِالْهُدَى الَّذِي أَنْتَ عَلَيْهِ عَارِفاً بِضَلالَةِ مَنْ خَالَفَكَ فَاشْفَعْ لِي عِنْدَ رَبِّكَ .\
سلام بر تو اى پسر رسول خدا، سلام بر تو اى پسر امير مؤمنان، سلام بر تو اى پسر صديقه طاهره، سرور زنان جهانيان، سلام بر تو اى مولاى من، اى ابا عبد اللّه و رحمت و بركات خدا بر تو باد، شهادت مى دهم كه نماز را برپا داشتى، و زكات را پرداختى، و به معروف امر كردى، و از زشتى نهى نمودى، و قرآن را تلاوت كردى و حق تلاوتش را بجا آوردى، و در راه خدا جهاد كردى، و حق جهاد را ادا نمودى، و در جنب خدا، بر آزار دشمنان صبر كردى، درحالى كه عملت را به حساب حق گذاشتى، تا مرگت فرا رسيد، و شهادت مى دهم كسانى كه با تو مخالفت ورزيدند، و با تو جنگيدند، و آنان كه از يارى ات دريغ نمودند، و آنان كه تو را كشتند، بر زبان پيامبر امّى ملعون هستند، و زيانكار شد كسى كه افترا بست، خدا ستمكاران بر شما را از گذشتگان و آيندگان لعنت كند، و عذاب دردناك را بر آنان دو چندان سازد، اى مولايم به محضرت آمدم اى پسر رسول خدا، در حال زيارت، و عارف به حقّت، دوستدار دوستانت، و دشمن دشمنانت مى باشم، به هدايتى كه بر آن هستى بينايم، و به گمراهى كسانى كه با تو مخالفت كردند آشنايم، پس مرا نزد پروردگارت شفاعت كن.\
مؤلف گويد: اگر همين زيارت را در مسجد حنّانه بخوانند مناسب است، زيرا شيخ محمّد بن مشهدى روايت كرده: امام صادق عليه السّلام، امام حسين عليه السّلام را در مسجد حنّانه به اين صورت زيارت كرد و چهار ركعت نماز خواند.\
پوشيده نماند كه مسجد حنّانه از مساجد شريفه نجف اشرف است و در حديث رسيده است كه سر منوّر حضرت سيّد الشّهداء عليه السّلام آنجاست و در روايتى است كه امام صادق عليه السّلام در آنجا دو ركعت نماز خواند، از آن حضرت پرسيدند: اين چه نمازى است؟ فرمود: اين محلّ سر مطهّر جدّم حسين بن على عليه السّلام است، كه وقتى لشگر از كربلا برگشتند، آن را در اينجا نهادند، سپس به نزد عبيد اللّه بن زياد بردند و از آن حضرت روايت شده: در اينجا اين دعا را بخوان:\
اللَّهُمَّ إِنَّكَ تَرَى مَكَانِي وَ تَسْمَعُ كَلامِي وَ لا يَخْفَى عَلَيْكَ شَيْ ءٌ مِنْ أَمْرِي وَ كَيْفَ يَخْفَى عَلَيْكَ مَا أَنْتَ مُكَوِّنُهُ وَ بَارِئُهُ وَ قَدْ جِئْتُكَ مُسْتَشْفِعاً بِنَبِيِّكَ نَبِيِّ الرَّحْمَةِ وَ مُتَوَسِّلاً بِوَصِيِّ رَسُولِكَ فَأَسْأَلُكَ بِهِمَا ثَبَاتَ الْقَدَمِ وَ الْهُدَى وَ الْمَغْفِرَةَ فِي الدُّنْيَا وَ الْآخِرَةِ\
خدايا جايم را مى بينى، و كلامم را مى شنوى، و چيزى از كارم بر تو پوشيده نيست، و چگونه پوشيده بماند، آنچه تو ايجادكننده و پديدآورنده اش هستى، اينك به پيشگاهت آمده ام، از پيامبرت پيامبر رحمت شفاعت مى جويم و به جانشين رسولت متوسّل هستم، به حقّ آن دو پيشوا از تو درخواست ثبات قدم و هدايت و آمرزش در دنيا و آخرت را دارم."},
{"id":"6","name":"زیارت اربعین","text":"اربعين سيد الشهدا عليه السّلام مصادف با روز بيستم صفر است، شيخ طوسى در كتاب تهذيب و مصباح از حضرت حسن عسکرى عليه السّلام روايت كرده: نشانه هاى مؤمن پنج چيز است: پنجاه و يك ركعت نماز گذاردن، كه مراد هفده ركعت واجب، و سی و چهار ركعت نافله [مستحب] در هر شب و روز است، و زيارت اربعين، و انگشتر به دست راست نمودن، و پيشانى را در سجده بر خاك نهادن، و بلند گفتن «بسم اللّه الرّحمن الرّحيم» كيفيت زيارت حضرت امام حسين عليه السّلام در روز اربعين به دو صورت رسيده: اول: زيارتى است كه شيخ در دو كتاب تهذيب و مصباح از صفوان جمّال روايت كرده، كه صفوان گفت: مولايم امام صادق عليه السّلام درباره زيارت اربعين به من گفت: هنگامیكه قسمت قابل توجهى از روز برآمده، بخوان:\
السَّلامُ عَلَى وَلِيِّ اللَّهِ وَ حَبِيبِهِ السَّلامُ عَلَى خَلِيلِ اللَّهِ وَ نَجِيبِهِ السَّلامُ عَلَى صَفِيِّ اللَّهِ وَ ابْنِ صَفِيِّهِ السَّلامُ عَلَى الْحُسَيْنِ الْمَظْلُومِ الشَّهِيدِ السَّلامُ عَلَى أَسِيرِ الْكُرُبَاتِ وَ قَتِيلِ الْعَبَرَاتِ اللَّهُمَّ إِنِّي أَشْهَدُ أَنَّهُ وَلِيُّكَ وَ ابْنُ وَلِيِّكَ وَ صَفِيُّكَ وَ ابْنُ صَفِيِّكَ الْفَائِزُ بِكَرَامَتِكَ أَكْرَمْتَهُ بِالشَّهَادَةِ وَ حَبَوْتَهُ بِالسَّعَادَةِ وَ اجْتَبَيْتَهُ بِطِيبِ الْوِلادَةِ وَ جَعَلْتَهُ سَيِّداً مِنَ السَّادَةِ وَ قَائِداً مِنَ الْقَادَةِ وَ ذَائِداً مِنَ الذَّادَةِ وَ أَعْطَيْتَهُ مَوَارِيثَ الْأَنْبِيَاءِ وَ جَعَلْتَهُ حُجَّةً عَلَى خَلْقِكَ مِنَ الْأَوْصِيَاءِ فَأَعْذَرَ فِي الدُّعَاءِ وَ مَنَحَ النُّصْحَ وَ بَذَلَ مُهْجَتَهُ فِيكَ لِيَسْتَنْقِذَ عِبَادَكَ مِنَ الْجَهَالَةِ وَ حَيْرَةِ الضَّلالَةِ وَ قَدْ تَوَازَرَ عَلَيْهِ مَنْ غَرَّتْهُ الدُّنْيَا وَ بَاعَ حَظَّهُ بِالْأَرْذَلِ الْأَدْنَى وَ شَرَى آخِرَتَهُ بِالثَّمَنِ الْأَوْكَسِ وَ تَغَطْرَسَ وَ تَرَدَّى فِي هَوَاهُ وَ أَسْخَطَكَ وَ أَسْخَطَ نَبِيَّكَ ،\
سلام بر ولىّ خدا و حبيبش، سلام بر دوست خدا و نجيبش، سلام بر بنده برگزيده خدا و فرزند برگزيده اش، سلام بر حسين مظلوم شهيد، سلام بر آن دچار گرفتاري ها و كشته اشك ها، خدايا من گواهى میدهم كه حسين ولىّ تو و فرزند ولىّ تو، و فرزند برگزيده توست حسينى كه به كرامتت رسيده، او را به شهادت گرامى داشتى، و به خوشبختى اختصاصش دادى، و به پاكى ولادت برگزيدى، و او را آقايى از آقايان، و پيشروى از پيشرويان، و مدافعى از مدافعان حق قرار دادى، و ميراث هاى پيامبران را به او عطا فرمودى، و او را از ميان جانشينان حجّت بر بندگانت قرار دادى، و در دعوتش جای عذرى باقى نگذاشت، و از خيرخواهى دريغ نورزيد، و جانش را در راه تو بذل كرد، تا بندگانت را از جهالت و سرگردانى گمراهى برهاند، درحالی كه بر عليه او به كمك هم برخاستند، كسانیكه دنيا مغرورشان كرد، و بهره واقعى خود را به فرومايه تر و پست تر چيز فروختند، و و آخرتشان را به كمترين بها به گردونه فروش گذاشتند، تكبّر كردند و خود را در دامن هواى نفس انداختند، تو را و پيامبرت را به خشم آوردند،\
وَ أَطَاعَ مِنْ عِبَادِكَ أَهْلَ الشِّقَاقِ وَ النِّفَاقِ وَ حَمَلَةَ الْأَوْزَارِ الْمُسْتَوْجِبِينَ النَّارَ [لِلنَّارِ] فَجَاهَدَهُمْ فِيكَ صَابِراً مُحْتَسِباً حَتَّى سُفِكَ فِي طَاعَتِكَ دَمُهُ وَ اسْتُبِيحَ حَرِيمُهُ اللَّهُمَّ فَالْعَنْهُمْ لَعْناً وَبِيلاً وَ عَذِّبْهُمْ عَذَاباً أَلِيماً السَّلامُ عَلَيْكَ يَا ابْنَ رَسُولِ اللَّهِ السَّلامُ عَلَيْكَ يَا ابْنَ سَيِّدِ الْأَوْصِيَاءِ أَشْهَدُ أَنَّكَ أَمِينُ اللَّهِ وَ ابْنُ أَمِينِهِ عِشْتَ سَعِيداً وَ مَضَيْتَ حَمِيداً وَ مُتَّ فَقِيداً مَظْلُوماً شَهِيداً وَ أَشْهَدُ أَنَّ اللَّهَ مُنْجِزٌ مَا وَعَدَكَ وَ مُهْلِكٌ مَنْ خَذَلَكَ وَ مُعَذِّبٌ مَنْ قَتَلَكَ وَ أَشْهَدُ أَنَّكَ وَفَيْتَ بِعَهْدِ اللَّهِ وَ جَاهَدْتَ فِي سَبِيلِهِ حَتَّى أَتَاكَ الْيَقِينُ فَلَعَنَ اللَّهُ مَنْ قَتَلَكَ وَ لَعَنَ اللَّهُ مَنْ ظَلَمَكَ وَ لَعَنَ اللَّهُ أُمَّةً سَمِعَتْ بِذَلِكَ فَرَضِيَتْ بِهِ،\
و اطاعت كردند از ميان بندگانت، اهل شكاف افكنى و نفاق و باركشان گناهان سنگين، و سزواران آتش را پس با آنان درباره تو صابرانه و به حساب تو جهاد كرد، تا در طاعت تو خونش ريخته شد و حريمش مباح گشت خدايا آنان را لعنت كن لعنتى سنگين، و عذابشان كن عذابى دردناك، سلام بر تو اى فرزند رسول خدا، سلام بر تو اى فرزند سرور جانشينان، شهادت میدهم كه تو امين خدا و فرزند امين اويى، خوشبخت زيستى، و ستوده درگذشتى، و از دنيا رفتى گم گشته، و مظلوم و شهيد، گواهى میدهم كه خدا وفاكننده است آنچه را به تو وعده داده، و نابودكننده كسانى را كه از ياریات دريغ ورزيدند، و عذاب كننده كسانى را كه تو را كشتند، و گواهى میدهم كه تو به عهد خدا وفا كرديد و در راهش به به جهاد برخاستى تا مرگ فرا رسيد، پس خدا لعنت كند كسانى را كه تو را كشتند، و به تو ستم كردند، و اين جريان را شنيدند و به آن خشنود شدند،\
اللَّهُمَّ إِنِّي أُشْهِدُكَ أَنِّي وَلِيٌّ لِمَنْ وَالاهُ وَ عَدُوٌّ لِمَنْ عَادَاهُ بِأَبِي أَنْتَ وَ أُمِّي يَا ابْنَ رَسُولِ اللَّهِ أَشْهَدُ أَنَّكَ كُنْتَ نُورا فِي الْأَصْلابِ الشَّامِخَةِ وَ الْأَرْحَامِ الْمُطَهَّرَةِ [الطَّاهِرَةِ] لَمْ تُنَجِّسْكَ الْجَاهِلِيَّةُ بِأَنْجَاسِهَا وَ لَمْ تُلْبِسْكَ الْمُدْلَهِمَّاتُ مِنْ ثِيَابِهَا وَ أَشْهَدُ أَنَّكَ مِنْ دَعَائِمِ الدِّينِ وَ أَرْكَانِ الْمُسْلِمِينَ وَ مَعْقِلِ الْمُؤْمِنِينَ وَ أَشْهَدُ أَنَّكَ الْإِمَامُ الْبَرُّ التَّقِيُّ الرَّضِيُّ الزَّكِيُّ الْهَادِي الْمَهْدِيُّ وَ أَشْهَدُ أَنَّ الْأَئِمَّةَ مِنْ وُلْدِكَ كَلِمَةُ التَّقْوَى وَ أَعْلامُ الْهُدَى وَ الْعُرْوَةُ الْوُثْقَى وَ الْحُجَّةُ عَلَى أَهْلِ الدُّنْيَا وَ أَشْهَدُ أَنِّي بِكُمْ مُؤْمِنٌ وَ بِإِيَابِكُمْ مُوقِنٌ بِشَرَائِعِ دِينِي وَ خَوَاتِيمِ عَمَلِي وَ قَلْبِي لِقَلْبِكُمْ سِلْمٌ وَ أَمْرِي لِأَمْرِكُمْ مُتَّبِعٌ وَ نُصْرَتِي لَكُمْ مُعَدَّةٌ حَتَّى يَأْذَنَ اللَّهُ لَكُمْ فَمَعَكُمْ مَعَكُمْ لا مَعَ عَدُوِّكُمْ صَلَوَاتُ اللَّهِ عَلَيْكُمْ وَ عَلَى أَرْوَاحِكُمْ وَ أَجْسَادِكُمْ [أَجْسَامِكُمْ ] وَ شَاهِدِكُمْ وَ غَائِبِكُمْ وَ ظَاهِرِكُمْ وَ بَاطِنِكُمْ آمِينَ رَبَّ الْعَالَمِينَ.\
خداى من تو را شاهد میگيرم كه من دوستم با آنان كه او را دوست دارند، و دشمن با آنان كه با او دشمنند، پدر و مادرم فدايت اى فرزند رسول خدا، گواهى میدهم كه تو در صلب هاى بلندمرتبه و رحم هاى پاك نورى بودى، جاهليت با ناپاكي هايش تو را آلوده نكرد، و از جامه هاى تيره و تارش به تو نپوشاند، و گواهى میدهم كه تو از ستون هاى دين، و پايه هاى مسلمانان، و پناهگاه مردم مؤمنى، و گواهى میدهم كه پيشواى نيكوكار، با تقوا، راضى به مقدرات حق، پاكيزه، هدايت كننده، و هدايت شده اى، و گواهى میدهم كه امامان از فرزندانت، اصل تقوا، و نشانه هاى هدايت، و دستگيره محكم، و حجّت بر اهل دنيا هستند و گواهى میدهم كه من به يقين مؤمن به شمايم، و به بازگشتتان يقين دارم، براساس قوانين دينم، و عواقب عملم، و قبلم با قلبتان در در صلح، و كارم پيرو كارتان، و ياری ام براى شما آماده است، تا خدا به شما اجازه دهد، پس با شمايم نه با دشمنانتان، درودهاى خدا بر شما، و بر ارواح و پيكرهايتان، و بر حاضر و غايبتان، و بر ظاهر و باطنتان، آمين اى پروردگار جهانيان.\
پس دو ركعت نماز میخوانى، و به آنچه میخواهى دعا میكنى و برمیگردى.\
دوم: زيارتى است كه از جابر روايت شده، و كيفيت آن چنان است كه از عطا [ظاهرا همان عطيه عوفى كوفى همسفر جابر در اربعين برای زيارت حضرت امام حسين عليه السّلام است] نقل شده: در روز بيستم ماه صفر با جابر بن عبد اللّه انصارى بودم، چون به غاضريه رسيديم در آب فرات غسل كرد، و پيراهن پاكيزه اى كه با خود داشت پوشيده، آنگاه به من گفت: آيا از بوى خوش چيزى، با تو هست اى عطا؟ گفتم: سعد با من هست، قدرى از آن گرفت و بر سر و بدن پاشيد، و پابرهنه روانه شد، تا نزد سر مبارك امام حسين عليه السّلام ايستاد، و سه مرتبه اللّه اكبر گفت.\
پس افتاد و بيهوش شد، چون به هوش آمد شنيدم میگفت: «السّلام عليكم يا ال اللّه».\
كه درست همان زيارت نيمه رجب است كه قبلا ذكر كرديم، و با آن جز در چند كلمه تفاوت ندارد، كه آن هم احتمالا ناشى از اختلاف نسخه ها است، چنان كه شيخ مرحوم احتمال داده.\
در هر صورت اگر كسى بخواهد آن را هم بخواند، به زيارت نيمه رجب رجوع كند، و همان را بخواند.\
"},
{"id":"7","name":"زیارت عاشورای معروفه","text":"اول: زيارت عاشوراى معروفه است: كه از نزديك و دور خوانده میشود، و شرح آن چنان كه شيخ ابو جعفر طوسى در «مصباح» ذكر فرموده چنين است: محمّد ابن اسماعيل بن بزيع، از صالح بن عقبه، از پدرش، از حضرت باقر عليه السّلام روايت كرده: هركه حسين بن على عليهما السّلام را در روز دهم محرّم نزد قبر آن حضرت زيارت كند تا آنكه گريان شود، خدا را در روز قيامت ملاقات كند، با ثوابى به اندازه ثواب دو هزار عمره، و دو هزار جهاد، كه ثواب آن همانند ثواب كسى میباشد كه در خدمت رسول خدا و ائمه طاهرين عليهم السّلام جهاد كرده باشد.\
راوى گفت: فدايت شوم چه ثوابى است، براى كسیكه در شهرهاى دور از كربلا باشد، و برايش در مانند اين روز رفتن به سوى قبر آن حضرت ممكن نباشد؟ فرمود: هرگاه چنين باشد به سوى صحرا بيرون رود، يا در خانه خود، بر بام بلندى بالا رود، و به سوى آن حضرت به سلام اشاره كند، و در نفرين كردن بر قاتلين آن حضرت بكوشد و پس از آن دو ركعت نماز بخواند.\
و اين كار را در اوايل روز، پيش از زوال آفتاب انجام دهد، پس بر امام حسين عليه السّلام زارى و گريه كند و كسانى را كه در خانه اش هستند، هرگاه از ايشان تقيه نمیكند، به گريه كردن بر آن حضرت امر كند، و در خانه خود به اظهار جزع بر آن حضرت عزا بپا دارد و يكديگر را به مصيبتشان به حسين عليه السّلام تعزيت گويند، و من بر خدا براى ايشان همه آن ثوابها را ضامنم، هرگاه اين عمل را بياورند.\
گفتم: فدايت شوم اين ثوابها را براى ايشان ضامن میشوى، و آنها را كفيل میگردى؟ فرمود: آرى من ضامن و كفيلم براى كسیكه اين عمل را بجا آورد.\
گفتم: يكديگر را چگونه تعزيت گويند؟ فرمود: بگويند:\
اَعْظَمَ اللّهُ اُجُورَنا وَاُجورَكُمْ بِمُصابِنا بِالْحُسَيْنِ عَلَيْهِ السَّلامُ وَجَعَلَنا وَاِيّاكُمْ مِنَ الطّالِبينَ بِثارِهِ مَعَ وَلِيِّهِ الاِْمامِ الْمَهْدِىِّ مِنْ الِ مُحَمَّدٍ عَلَيْهِمُ السَّلامُ.\
خداى بزرگ فرمايد اجرهايمان را به مصيبتمان بر حسين (درود بر او) ، و ما و شما را از خواهندگان خون او همراه با ولىّ اش امام مهدى از خاندان محمّد (درود بر ايشان) قرار دهد.\
و اگر بتوانى آن روز را به دنبال حاجتى بيرون نروى، بيرون نرو، زيرا روز نحسى است، كه در آن حاجت مؤمن برآورده نمی شود، و اگر برآورده شود براى او مبارك نخواهد بود، و در آن خير و رشدى نخواهد ديد، و در آن روز هيچ كدام از شما براى منزلش، البته چيزى ذخيره نكند، چرا كه هركه در آن روز چيزى ذخيره كند، در آن چيز بركت نخواهد ديد، و براى او و اهلش كه جهت آنها ذخيره كرده گويا همه را با رسول خدا صلى اللّه عليه و آله و سلّم انجام داده باشد و براى اوست مزد و پاداش مصيبت هر پيامبر و رسول و وصىّ و صدّيق و شهيدى كه مرده يا كشته شده باشد، از زمانى كه حق تعالى خلق فرموده دنيا را تا زمانى كه قيامت بر پا شود.\
صالح بن عقبه و سيف بن عميرى گفته اند: علقمة بن محمّد حضرمى گفت: به حضرت باقر عليه السّلام گفتم: به من دعايى تعليم فرما كه آن در اين روز بخوانم هرگاه آن جناب را از نزديك زيارت كنم، و دعايى كه آن را بخوانم هرگاه او را از نزديك زيارت ننمايم و بخواهم به سلام به جانب او از شهرهاى دور از خانه ام اشاره كنم.\
به من فرمود: اى علقمه هرگاه آن دو ركعت نماز را بجاى آوردى به سوى آنحضرت به سلام اشاره كن و در وقت اشاره به آنحضرت پس از گفتن تكبير اين كلام را بگو: ] زيارتى كه چند سطر بعد ذكر میشود [به درستى كه هرگاه اين كلام را گفتى، دعا كرده اى به آن چيزى كه دعا میكنند، به آن زائران آنحضرت از ملائكه و خدا براى تو صد هزار هزار درجه بنويسد و همانند كسى باشى كه با امام حسين عليه السّلام شهيد شده باشد تا مشاركت كنى با ايشان در درجاتشان و شناخته نشوى مگر در زمره شهيدانى كه با آنحضرت شهيد شده اند و براى تو نوشته شود و زيارت هر پيامبر و رسولى و پاداش زيارت هركه زيارت كرده امام حسين عليه السّلام را از روزى كه شهيد شده، سلام خدا بر آن حضرت و اهل بيتش باد، میگويى:\
اَلسَّلاَمُ عَلَيْكَ يَا أَبَا عَبْدِ اللَّهِ السَّلاَمُ عَلَيْكَ يَا ابْنَ رَسُولِ اللَّهِ (السَّلاَمُ عَلَيْكَ يَا خِيَرَةَ اللَّهِ وَ ابْنَ خِيَرَتِهِ) السَّلاَمُ عَلَيْكَ يَا ابْنَ أَمِيرِ الْمُؤْمِنِينَ وَ ابْنَ سَيِّدِ الْوَصِيِّينَ السَّلاَمُ عَلَيْكَ يَا ابْنَ فَاطِمَةَ سَيِّدَةِ نِسَاءِ الْعَالَمِينَ السَّلاَمُ عَلَيْكَ يَا ثَارَ اللَّهِ وَ ابْنَ ثَارِهِ وَ الْوِتْرَ الْمَوْتُورَ السَّلاَمُ عَلَيْكَ وَ عَلَى الْأَرْوَاحِ الَّتِي حَلَّتْ بِفِنَائِكَ عَلَيْكُمْ مِنِّي جَمِيعاً سَلاَمُ اللَّهِ أَبَداً مَا بَقِيتُ وَ بَقِيَ اللَّيْلُ وَ النَّهَارُ يَا أَبَا عَبْدِ اللَّهِ\
سلام بر تو اى ابا عبد اللّه، سلام بر تو اى فرزند رسول خدا، سلام بر تو اى فرزند امير مؤمنان، و فرزند سرور جانشيان، سلام بر تو اى فرزند فاطمه سرور بانوان جهانيان، سلام بر تو اى خون خدا، و فرزند خون خدا و اى تنهاى مظلوم، سلام بر تو و جانهايى كه به درگاهت فرود آمدند، از جانب من بر همگى شما سلام خدا براى هميشه، تا هستم و تا شب و روز باقى است،\
لَقَدْ عَظُمَتِ الرَّزِيَّةُ وَ جَلَّتْ وَ عَظُمَتِ الْمُصِيبَةُ بِكَ (بِكُمْ) عَلَيْنَا وَ عَلَى جَمِيعِ أَهْلِ الْإِسْلاَمِ وَ جَلَّتْ وَ عَظُمَتْ مُصِيبَتُكَ فِي السَّمَاوَاتِ عَلَى جَمِيعِ أَهْلِ السَّمَاوَاتِ فَلَعَنَ اللَّهُ أُمَّةً أَسَّسَتْ أَسَاسَ الظُّلْمِ وَ الْجَوْرِ عَلَيْكُمْ أَهْلَ الْبَيْتِ وَ لَعَنَ اللَّهُ أُمَّةً دَفَعَتْكُمْ عَنْ مَقَامِكُمْ وَ أَزَالَتْكُمْ عَنْ مَرَاتِبِكُمُ الَّتِي رَتَّبَكُمُ اللَّهُ فِيهَا وَ لَعَنَ اللَّهُ أُمَّةً قَتَلَتْكُمْ\
اى ابا عبد اللّه، هرآينه عزايت بزرگ و سنگين شد، و مصيبت تو بر ما و بر همه اهل اسلام بس بزرگ گشت، و سنگين و بزرگ شد مصيبتت در آسمانها بر همه اهل آسمان، خدا لعنت كند امّتى را كه بناى ستم و بیداد را بر شما اهل بيت بنيان نهادند، و خدا لعنت كند قومى را كه شما را از مقامتان دور كرد، و از مرتبه هايتان بركنار نمود، مرتبه هايى كه خدا شما را در آنها جاى داد و خدا لعنت كند امّتى را كه شما را كشتند،\
وَ لَعَنَ اللَّهُ الْمُمَهِّدِينَ لَهُمْ بِالتَّمْكِينِ مِنْ قِتَالِكُمْ بَرِئْتُ إِلَى اللَّهِ وَ إِلَيْكُمْ مِنْهُمْ وَ (مِنْ) أَشْيَاعِهِمْ وَ أَتْبَاعِهِمْ وَ أَوْلِيَائِهِمْ يَا أَبَا عَبْدِ اللَّهِ إِنِّي سِلْمٌ لِمَنْ سَالَمَكُمْ وَ حَرْبٌ لِمَنْ حَارَبَكُمْ إِلَى يَوْمِ الْقِيَامَةِ وَ لَعَنَ اللَّهُ آلَ زِيَادٍ وَ آلَ مَرْوَانَ وَ لَعَنَ اللَّهُ بَنِي أُمَيَّةَ قَاطِبَةً وَ لَعَنَ اللَّهُ ابْنَ مَرْجَانَةَ وَ لَعَنَ اللَّهُ عُمَرَ بْنَ سَعْدٍ وَ لَعَنَ اللَّهُ شِمْراً (شَمِراً) ،\
و خدا لعنت كند آنان را كه امكان و توان جنگ با شما را براى ايشان تدارك ديدند من بيزارى میجويم به سوى خدا و به جانب شما از ايشان و از شيعيان و پيروان و دوستدارانشان، اى ابا عبد اللّه من در صلحم ما كسیكه با شما صلح كرد، و در جنگم با كسیكه با شما جنگيد تا روز قيامت، و خدا لعنت كند خاندان زياد و خاندان مروان را و خدا همه بنى اميه را لعنت كند، و لعنت كند پسر مرجانه و عمر بن سعد و شمر را،\
وَ لَعَنَ اللَّهُ أُمَّةً أَسْرَجَتْ وَ أَلْجَمَتْ وَ تَنَقَّبَتْ لِقِتَالِكَ بِأَبِي أَنْتَ وَ أُمِّي لَقَدْ عَظُمَ مُصَابِي بِكَ فَأَسْأَلُ اللَّهَ الَّذِي أَكْرَمَ مَقَامَكَ وَ أَكْرَمَنِي (بِكَ) أَنْ يَرْزُقَنِي طَلَبَ ثَارِكَ مَعَ إِمَامٍ مَنْصُورٍ مِنْ أَهْلِ بَيْتِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ اللَّهُمَّ اجْعَلْنِي عِنْدَكَ وَجِيهاً بِالْحُسَيْنِ عليه السلام فِي الدُّنْيَا وَ الْآخِرَةِ يَا أَبَا عَبْدِ اللَّهِ إِنِّي أَتَقَرَّبُ إِلَى اللَّهِ وَ إِلَى رَسُولِهِ وَ إِلَى أَمِيرِ الْمُؤْمِنِينَ وَ إِلَى فَاطِمَةَ وَ إِلَى الْحَسَنِ وَ إِلَيْكَ بِمُوَالاَتِكَ وَ بِالْبَرَاءَةِ\
و لعنت كند امّتى را كه مركب ها را زين كردند و لگام زدند و جنگ با تو را دنبال كردند، پدر و مادرم به فدايت همانا مصيبت بر من سنگين شد، از خدا كه مقامت را گرامى داشت، و مرا به وسيله تو كرامت بخشيد، درخواست میكنم، كه خون خواهى تو را همراه پيشواى يارى شده از اهل بيت محمّد (درود خدا بر او و خاندانش) روزى من كند، خدايا به حق حسين مرا نزد خود در دنيا و آخرت آبرومند قرار ده، اى ابا عبد اللّه من به خدا و رسولش و امير مؤمنان، و فاطمه و حسن تقرّب میجويم، به دوستى تو و به بيزارى.\
مِمَّنْ أَسَّسَ أَسَاسَ ذَلِكَ وَ بَنَى عَلَيْهِ بُنْيَانَهُ وَ جَرَى فِي ظُلْمِهِ وَ جَوْرِهِ عَلَيْكُمْ وَ عَلَى أَشْيَاعِكُمْ بَرِئْتُ إِلَى اللَّهِ وَ إِلَيْكُمْ مِنْهُمْ وَ أَتَقَرَّبُ إِلَى اللَّهِ ثُمَّ إِلَيْكُمْ بِمُوَالاَتِكُمْ وَ مُوَالاَةِ وَلِيِّكُمْ وَ بِالْبَرَاءَةِ مِنْ أَعْدَائِكُمْ وَ النَّاصِبِينَ لَكُمُ الْحَرْبَ وَ بِالْبَرَاءَةِ مِنْ أَشْيَاعِهِمْ وَ أَتْبَاعِهِمْ إِنِّي سِلْمٌ لِمَنْ سَالَمَكُمْ وَ حَرْبٌ لِمَنْ حَارَبَكُمْ\
از كسیكه پايه گذارى كرد اساس اين واقعه را، و بنا نهاد بر آن بنيانش را، و روان شد در ستم و بيدادش بر شما، و شيعيان شما، از ايشان به سوى خدا و شما بيزارم و به خدا تقرّب میجويم، و پس از آن به شما نيز با دوستى نسبت به شما و دوستى نسبت به دوستان شما، و به بيزارى از دشمنانتان شما، و به بيزارى از دشمنانتان، و برپاكنندگان جنگ با شما، و به بيزاری از شيعيان و پيروان آنها، من در صلحم با كسیكه با شما صلح كرد، و در جنگم با كسیكه با شما جنگيد،\
وَ وَلِيٌّ لِمَنْ وَالاَكُمْ وَ عَدُوٌّ لِمَنْ عَادَاكُمْ فَأَسْأَلُ اللَّهَ الَّذِي أَكْرَمَنِي بِمَعْرِفَتِكُمْ وَ مَعْرِفَةِ أَوْلِيَائِكُمْ وَ رَزَقَنِي الْبَرَاءَةَ مِنْ أَعْدَائِكُمْ أَنْ يَجْعَلَنِي مَعَكُمْ فِي الدُّنْيَا وَ الْآخِرَةِ وَ أَنْ يُثَبِّتَ لِي عِنْدَكُمْ قَدَمَ صِدْقٍ فِي الدُّنْيَا وَ الْآخِرَةِ وَ أَسْأَلُهُ أَنْ يُبَلِّغَنِي الْمَقَامَ الْمَحْمُودَ لَكُمْ عِنْدَ اللَّهِ وَ أَنْ يَرْزُقَنِي طَلَبَ ثَارِي (ثَارَكُمْ) مَعَ إِمَامٍ هُدًى (مَهْدِيٍّ) ظَاهِرٍ نَاطِقٍ بِالْحَقِّ مِنْكُمْ وَ أَسْأَلُ اللَّهَ بِحَقِّكُمْ\
و دوستم با كسیكه شما را دوست داشت، و دشمنم با كسیكه شما را دشمن داشت، پس درخواست میكنم از خدا كه مرا به معرفت و دوستان شما گرامى داشت و بيزارى از دشمنان شما را نصيب من كرد، اينكه مرا در دنيا و آخرت با شما قرار دهد، و جايگاهم را نزد شما استوار بدارد، و از او میخواهم كه مرا برساند به مقام ستوده اى كه براى شما نزد خداست و روزى كند خون خواهی ام را به همراه امام هدايت گر آشكار و گوياى به حق از خاندان شما، و از خدا درخواست میكنم به حق شما،\
بِالشَّأْنِ الَّذِي لَكُمْ عِنْدَهُ أَنْ يُعْطِيَنِي بِمُصَابِي بِكُمْ أَفْضَلَ مَا يُعْطِي مُصَاباً بِمُصِيبَتِهِ مُصِيبَةً مَا أَعْظَمَهَا وَ أَعْظَمَ رَزِيَّتَهَا فِي الْإِسْلاَمِ وَ فِي جَمِيعِ السَّمَاوَاتِ وَ الْأَرْضِ (الْأَرَضِينَ) اللَّهُمَّ اجْعَلْنِي فِي مَقَامِي هَذَا مِمَّنْ تَنَالُهُ مِنْكَ صَلَوَاتٌ وَ رَحْمَةٌ وَ مَغْفِرَةٌ اللَّهُمَّ اجْعَلْ مَحْيَايَ مَحْيَا مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ مَمَاتِي مَمَاتَ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ\
و شأنى كه براى شما نزد اوست، كه عطا كند به من به خاطر مصيبت زدگی ام به شما برترين چيزى را كه عطا كند به مصيبت زده اى به خاطر مصيبتش، چه مصيبتى بزرگ است آن مصيبت، و چه عظيم است آن عزا در اسلام، و در همه آسمانها و زمين.\
خدايا در اين جايگاه مرا از كسانى قرار ده، كه از جانب تو به آنان درود و رحمت و آمرزش میرسد خدايا حياتم را حيات [آميخته به عشق] محمّد و خاندان محمّد، و مرگم را مرگ [در حال شيفتگى به] محمّد و خاندان محمّد قرار دهد.\
اللَّهُمَّ إِنَّ هَذَا يَوْمٌ تَبَرَّكَتْ بِهِ (فِيهِ) بَنُو أُمَيَّةَ وَ ابْنُ آكِلَةِ الْأَكْبَادِ اللَّعِينُ ابْنُ اللَّعِينِ عَلَى (لِسَانِكَ) وَ لِسَانِ نَبِيِّكَ (صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ) فِي كُلِّ مَوْطِنٍ وَ مَوْقِفٍ وَقَفَ فِيهِ نَبِيُّكَ (صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ) اللَّهُمَّ الْعَنْ أَبَا سُفْيَانَ وَ مُعَاوِيَةَ وَ يَزِيدَ بْنَ مُعَاوِيَةَ عَلَيْهِمْ مِنْكَ اللَّعْنَةُ أَبَدَ الْآبِدِينَ وَ هَذَا يَوْمٌ فَرِحَتْ بِهِ آلُ زِيَادٍ وَ آلُ مَرْوَانَ بِقَتْلِهِمُ الْحُسَيْنَ صَلَوَاتُ اللَّهِ عَلَيْهِ (عَلَيْهِ السَّلاَمُ) .\
خدايا اين روز روزى است كه به آن تبرّك جستند بنى اميّه، و فرزند جگرخوار، آن لعنت شده فرزند لعنت شده بر زبان تو و زبان پيامبرت (درود خدا بر او و خاندانش) در هر كجا و هر موقفى كه پيامبرت (درود خدا بر او و خاندانش) در آن ايستاد.\
خدايا لعنت كن ابا سفيان، و معاويه و يزيد فرزند معاويه را، كه از جانب تو بر آنان لعنت باد به جاودانگى جاودانها، و امروز روزى است كه خوشحال شدند به اين روز خاندان زياد و خاندان مردان، بخاطر كشتن حضرت امام حسين را (درود خدا بر او)\
اللَّهُمَّ فَضَاعِفْ عَلَيْهِمُ اللَّعْنَ مِنْكَ وَ الْعَذَابَ (الْأَلِيمَ) اللَّهُمَّ إِنِّي أَتَقَرَّبُ إِلَيْكَ فِي هَذَا الْيَوْمِ وَ فِي مَوْقِفِي هَذَا وَ أَيَّامِ حَيَاتِي بِالْبَرَاءَةِ مِنْهُمْ وَ اللَّعْنَةِ عَلَيْهِمْ وَ بِالْمُوَالاَةِ لِنَبِيِّكَ وَ آلِ نَبِيِّكَ (عَلَيْهِ وَ) عَلَيْهِمُ السَّلاَمُ\
خدايا پس لعنت و شكنجه ات را بر آنان دوچندان كن، خداى من در اين روز و در اين جايگاه و همه روزهاى زندگی ام به تو تقرّب می جويم، به بيزاری ام از اينان و لعنت بر ايشان، و به دوستى پيامبر و خاندان پيامبرت (درود بر او و ايشان)\
سپس صد مرتبه میگويى\
اللَّهُمَّ الْعَنْ أَوَّلَ ظَالِمٍ ظَلَمَ حَقَّ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ آخِرَ تَابِعٍ لَهُ عَلَى ذَلِكَ اللَّهُمَّ الْعَنِ الْعِصَابَةَ الَّتِي (الَّذِينَ) جَاهَدَتِ الْحُسَيْنَ وَ شَايَعَتْ وَ بَايَعَتْ وَ تَابَعَتْ (تَايَعَتْ) عَلَى قَتْلِهِ اللَّهُمَّ الْعَنْهُمْ جَمِيعاً\
بعد صد مرتبه میگويى:\
السَّلاَمُ عَلَيْكَ يَا أَبَا عَبْدِ اللَّهِ وَ عَلَى الْأَرْوَاحِ الَّتِي حَلَّتْ بِفِنَائِكَ عَلَيْكَ مِنِّي سَلاَمُ اللَّهِ أَبَداً مَا بَقِيتُ وَ بَقِيَ اللَّيْلُ وَ النَّهَارُ وَ لاَ جَعَلَهُ اللَّهُ آخِرَ الْعَهْدِ مِنِّي لِزِيَارَتِكُمْ (لِزِيَارَتِكَ) السَّلاَمُ عَلَى الْحُسَيْنِ وَ عَلَى عَلِيِّ بْنِ الْحُسَيْنِ (وَ عَلَى أَوْلاَدِ الْحُسَيْنِ ) وَ عَلَى أَصْحَابِ الْحُسَيْنِ\
خدا لعنت كن نخستين ستمكارى را كه به حق محمّد و خاندان محمّد ستم كرد، و آخرين كسى را كه در اين ستم از او پيروی نمود.\
خدايا لعنت كن جمعيتى را كه با حسين كردند، و همراهى نمودند و پيمان بستند، و پيروى كردند بر كشتن آن حضرت، خدايا همه آنان را لعنت كن، بعد صد مرتبه میگويى: سلام بر تو اى ابا عبد اللّه، و بر جان هايى كه به درگاهت فرود آمدند، از جانب من سلام خدا بر تو باد هميشه تا هستم و تا شب و روز باقى است و خدا زيارت شما آخرين زيارت از سوى من قرار ندهد، سلام بر حسين و بر على بن الحسين و فرزندان حسين، و ياران حسين.\
آنگاه مي گوئي\
اللَّهُمَّ خُصَّ أَنْتَ أَوَّلَ ظَالِمٍ بِاللَّعْنِ مِنِّي وَ ابْدَأْ بِهِ أَوَّلاً ثُمَّ (الْعَنِ) الثَّانِيَ وَ الثَّالِثَ وَ الرَّابِعَ اللَّهُمَّ الْعَنْ يَزِيدَ خَامِساً وَ الْعَنْ عُبَيْدَ اللَّهِ بْنَ زِيَادٍ وَ ابْنَ مَرْجَانَةَ وَ عُمَرَ بْنَ سَعْدٍ وَ شِمْراً وَ آلَ أَبِي سُفْيَانَ وَ آلَ زِيَادٍ وَ آلَ مَرْوَانَ إِلَى يَوْمِ الْقِيَامَةِ\
آنگاه میگويى: خدايا اختصاص ده، اوّلين ستمكار را از جانب من به لعنت، و آغاز كن به آن لعنت اولين را، سپس دومين و سومين و چهارمين را، خدايا يزيد پنجم آنان را لعنت كن، و لعنت كن عبيد اللّه بن زياد و پسر مرجانه و عمر بن سعد و شمر و خاندان ابو سفيان خاندان زياد و خاندان مروان را تا روز قيامت.\
سپس به سجده مي روي و مي گوئي:\
اللَّهُمَّ لَكَ الْحَمْدُ حَمْدَ الشَّاكِرِينَ لَكَ عَلَى مُصَابِهِمْ الْحَمْدُ لِلَّهِ عَلَى عَظِيمِ رَزِيَّتِي اللَّهُمَّ ارْزُقْنِي شَفَاعَةَ الْحُسَيْنِ يَوْمَ الْوُرُودِ وَ ثَبِّتْ لِي قَدَمَ صِدْقٍ عِنْدَكَ مَعَ الْحُسَيْنِ وَ أَصْحَابِ الْحُسَيْنِ الَّذِينَ بَذَلُوا مُهَجَهُمْ دُونَ الْحُسَيْنِ عليه السلام\
سپس به سجده میروى و میگويى: خدايا سپاس تو را سپاس شكرگزاران بر مصيبت زدگى آنان، خداى را سپاس بر بزرگى عزايم، خدايا شفاعت حسين را در روز ورود [به قيامت] نصيبم كن، و ثابت بدار قدم صدق مرا نزد خود به همراه حسين و ياران حسين، آنان كه جانشان را در دفاع از حسين (درود بر او) بخشيدند."},
{"id":"8","name":"حدیث کساء","text":"بِسْمِ اللهِ الرَّحْمنِ الرَّحِیمِ\
\
به نام خداوند بخشنده مهربان\
\
عَنْ فاطِمَهَ الزَّهْراَّءِ عَلَیْهَا السَّلامُ بِنْتِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَیْهِ\
\
از فاطمه زهرا سلام اللّه علیها دختر رسول خدا صلى اللّه علیه\
\
وَآلِهِ قالَ سَمِعْتُ فاطِمَهَ اَنَّها قالَتْ دَخَلَ عَلَىَّ اَبى رَسُولُ اللَّهِ فى\
\
و آله ، جابر گوید شنیدم از فاطمه زهرا که فرمود: وارد شد بر من پدرم رسول خدا در\
\
بَعْضِ الاَْیّامِ فَقالَ السَّلامُ عَلَیْکِ یا فاطِمَهُ فَقُلْتُ عَلَیْکَ السَّلامُ قالَ\
\
بعضى از روزها و فرمود: سلام بر تو اى فاطمه در پاسخش گفتم : بر تو باد سلام فرمود:\
\
اِنّى اَجِدُ فى بَدَنى ضُعْفاً فَقُلْتُ لَهُ اُعیذُکَ بِاللَّهِ یا اَبَتاهُ مِنَ الضُّعْفِ\
\
من در بدنم سستى و ضعفى درک مى کنم ، گفتم : پناه مى دهم تو را به خدا اى پدرجان از سستى و ضعف\
\
فَقَالَ یا فاطِمَهُ ایتینى بِالْکِساَّءِ الْیَمانى فَغَطّینى بِهِ فَاَتَیْتُهُ بِالْکِساَّءِ\
\
فرمود: اى فاطمه بیاور برایم کساء یمانى را و مرا بدان بپوشان من کساء یمانى را برایش آوردم\
\
الْیَمانى فَغَطَّیْتُهُ بِهِ وَصِرْتُ اَنْظُرُ اِلَیْهِ وَاِذا وَجْهُهُ یَتَلاَْلَؤُ کَاَنَّهُ الْبَدْرُ\
\
و او را بدان پوشاندم و هم چنان بدو مى نگریستم و در آن حال چهره اش مى درخشید همانند ماه\
\
فى لَیْلَهِ تَمامِهِ وَکَمالِهِ فَما کانَتْ اِلاّ ساعَهً وَاِذا بِوَلَدِىَ الْحَسَنِ قَدْ\
\
شب چهارده پس ساعتى نگذشت که دیدم فرزندم حسن وارد شد و\
\
اَقْبَلَ وَقالَ السَّلامُ عَلَیْکِ یا اُمّاهُ فَقُلْتُ وَعَلَیْکَ السَّلامُ یا قُرَّهَ عَیْنى\
\
گفت سلام بر تو اى مادر گفتم : بر تو باد سلام اى نور دیده ام\
\
وَثَمَرَهَ فُؤ ادى فَقالَ یا اُمّاهُ اِنّى اَشَمُّ عِنْدَکِ راَّئِحَهً طَیِّبَهً کَاَنَّها راَّئِحَهُ\
\
و میوه دلم گفت : مادرجان من در نزد تو بوى خوشى استشمام مى کنم گویا بوى\
\
جَدّى رَسُولِ اللَّهِ فَقُلْتُ نَعَمْ اِنَّ جَدَّکَ تَحْتَ الْکِساَّءِ فَاَقْبَلَ الْحَسَنُ\
\
جدم رسول خدا است گفتم : آرى همانا جد تو در زیر کساء است پس حسن بطرف\
\
نَحْوَ الْکِساَّءِ وَقالَ السَّلامُ عَلَیْکَ یا جَدّاهُ یا رَسُولَ اللَّهِ اَتَاْذَنُ لى اَنْ\
\
کساء رفت و گفت : سلام بر تو اى جد بزرگوار اى رسول خدا آیا به من اذن مى دهى\
\
اَدْخُلَ مَعَکَ تَحْتَ الْکِساَّءِ فَقالَ وَعَلَیْکَ السَّلامُ یا وَلَدى وَیا\
\
که وارد شوم با تو در زیر کساء؟ فرمود: بر تو باد سلام اى فرزندم و اى\
\
صاحِبَ حَوْضى قَدْ اَذِنْتُ لَکَ فَدَخَلَ مَعَهُ تَحْتَ الْکِساَّءِ فَما کانَتْ\
\
صاحب حوض من اذنت دادم پس حسن با آن جناب بزیر کساء رفت\
\
اِلاّ ساعَهً وَاِذا بِوَلَدِىَ الْحُسَیْنِ قَدْ اَقْبَلَ وَقالَ السَّلامُ عَلَیْکِ یا اُمّاهُ\
\
ساعتى نگذشت که فرزندم حسین وارد شد و گفت : سلام بر تو اى مادر\
\
فَقُلْتُ وَعَلَیْکَ السَّلامُ یا وَلَدى وَیا قُرَّهَ عَیْنى وَثَمَرَهَ فُؤ ادى فَقالَ\
\
گفتم : بر تو باد سلام اى فرزند من و اى نور دیده ام و میوه دلم فرمود:\
\
لى یا اُمّاهُ اِنّىَّ اَشَمُّ عِنْدَکِ راَّئِحَهً طَیِّبَهً کَاَنَّها راَّئِحَهُ جَدّى رَسُولِ\
\
مادر جان من در نزد تو بوى خوشى استشمام مى کنم گویا بوى جدم رسول\
\
اللَّهِ صَلَّى اللَّهُ عَلَیْهِ وَآلِهِ فَقُلْتُ نَعَمْ اِنَّ جَدَّکَ وَاَخاکَ تَحْتَ الْکِساَّءِ\
\
خدا (ص)است گفتم آرى همانا جد تو و برادرت در زیر کساء هستند\
\
فَدَنَى الْحُسَیْنُ نَحْوَ الْکِساَّءِ وَقالَ السَّلامُ عَلَیْکَ یا جَدّاهُ اَلسَّلامُ\
\
حسین نزدیک کساء رفته گفت : سلام بر تو اى جد بزرگوار، سلام\
\
عَلَیْکَ یا مَنِ اخْتارَهُ اللَّهُ اَتَاْذَنُ لى اَنْ اَکُونَ مَعَکُما تَحْتَ الْکِساَّءِ\
\
بر تو اى کسى که خدا او را برگزید آیا به من اذن مى دهى که داخل شوم با شما در زیر کساء\
\
فَقالَ وَعَلَیْکَ السَّلامُ یا وَلَدى وَیا شافِعَ اُمَّتى قَدْ اَذِنْتُ لَکَ فَدَخَلَ\
\
فرمود: و بر تو باد سلام اى فرزندم و اى شفاعت کننده امتم به تو اذن دادم پس او نیز با\
\
مَعَهُما تَحْتَ الْکِساَّءِ فَاَقْبَلَ عِنْدَ ذلِکَ اَبُوالْحَسَنِ عَلِىُّ بْنُ اَبى طالِبٍ\
\
آن دو در زیر کساء وارد شد در این هنگام ابوالحسن على بن ابیطالب وارد شد\
\
وَقالَ السَّلامُ عَلَیْکِ یا بِنْتَ رَسُولِ اللَّهِ فَقُلْتُ وَعَلَیْکَ السَّلامُ یا اَبَا\
\
و فرمود سلام بر تو اى دختر رسول خدا گفتم : و بر تو باد سلام اى ابا\
\
الْحَسَنِ وَ یا اَمیرَ الْمُؤْمِنینَ فَقالَ یا فاطِمَهُ اِنّى اَشَمُّ عِنْدَکِ رائِحَهً\
\
الحسن و اى امیر مؤ منان فرمود: اى فاطمه من بوى خوشى نزد تو استشمام مى کنم\
\
طَیِّبَهً کَاَنَّها راَّئِحَهُ اَخى وَابْنِ عَمّى رَسُولِ اللَّهِ فَقُلْتُ نَعَمْ ها هُوَ مَعَ\
\
گویا بوى برادرم و پسر عمویم رسول خدا است ؟ گفتم : آرى این او است که\
\
وَلَدَیْکَ تَحْتَ الْکِساَّءِ فَاَقْبَلَ عَلِىُّ نَحْوَ الْکِساَّءِ وَقالَ السَّلامُ عَلَیْکَ\
\
با دو فرزندت در زیر کساء هستند پس على نیز بطرف کساء رفت و گفت سلام بر تو\
\
یا رَسُولَ اللَّهِ اَتَاْذَنُ لى اَنْ اَکُونَ مَعَکُمْ تَحْتَ الْکِساَّءِ قالَ لَهُ وَعَلَیْکَ\
\
اى رسول خدا آیا اذن مى دهى که من نیز با شما در زیر کساء باشم رسول خدا به او فرمود: و بر تو\
\
السَّلامُ یا اَخى یا وَصِیّى وَخَلیفَتى وَصاحِبَ لِواَّئى قَدْ اَذِنْتُ لَکَ\
\
باد سلام اى برادر من و اى وصى و خلیفه و پرچمدار من به تو اذن دادم\
\
فَدَخَلَ عَلِىُّ تَحْتَ الْکِساَّءِ ثُمَّ اَتَیْتُ نَحْوَ الْکِساَّءِ وَقُلْتُ اَلسَّلامُ\
\
پس على نیز وارد در زیر کساء شد، در این هنگام من نیز بطرف کساء رفتم و عرض کردم سلام\
\
عَلَیْکَ یا اَبَتاهُ یا رَسُولَ اللَّهِ اَتَاْذَنُ لى اَن اَکُونَ مَعَکُمْ تَحْتَ الْکِساَّءِ\
\
بر تو اى پدرجان اى رسول خدا آیا به من هم اذن مى دهى که با شما در زیر کساء باشم ؟\
\
قالَ وَعَلَیْکِ السَّلامُ یا بِنْتى وَیا بَضْعَتى قَدْ اَذِنْتُ لَکِ فَدَخَلْتُ تَحْتَ\
\
فرمود: و بر تو باد سلام اى دخترم و اى پاره تنم به تو هم اذن دادم ، پس من نیز به زیر\
\
الْکِساَّءِ فَلَمَّا اکْتَمَلْنا جَمیعاً تَحْتَ الْکِساَّءِ اَخَذَ اَبى رَسُولُ اللَّهِ\
\
کساء رفتم ، و چون همگى در زیر کساء جمع شدیم پدرم رسول خدا\
\
بِطَرَفَىِ الْکِساَّءِ وَاَوْمَئَ بِیَدِهِ الْیُمْنى اِلَى السَّماَّءِ وَقالَ اَللّهُمَّ اِنَّ\
\
دو طرف کساء را گرفت و با دست راست بسوى آسمان اشاره کرد و فرمود: خدایا\
\
هؤُلاَّءِ اَهْلُ بَیْتى وَخاَّصَّتى وَحاَّمَّتى لَحْمُهُمْ لَحْمى وَدَمُهُمْ دَمى\
\
اینانند خاندان من و خواص ونزدیکانم گوشتشان گوشت من و خونشان خون من است\
\
یُؤْلِمُنى ما یُؤْلِمُهُمْ وَیَحْزُنُنى ما یَحْزُنُهُمْ اَنَا حَرْبٌ لِمَنْ حارَبَهُمْ\
\
مى آزارد مرا هرچه ایشان را بیازارد وبه اندوه مى اندازد مراهرچه ایشان را به اندوه در آورد من در جنگم با هر که با ایشان بجنگد\
\
وَسِلْمٌ لِمَنْ سالَمَهُمْ وَعَدُوُّ لِمَنْ عاداهُمْ وَمُحِبُّ لِمَنْ اَحَبَّهُمْ اِنَّهُمْ\
\
و در صلحم با هر که با ایشان درصلح است ودشمنم باهرکس که با ایشان دشمنى کند و دوستم با هر کس که ایشان را دوست دارد\
\
مِنّى وَ اَنَا مِنْهُمْ فَاجْعَلْ صَلَواتِکَ وَبَرَکاتِکَ وَرَحْمَتَکَ وَغُفْرانَکَ\
\
اینان از منند و من از ایشانم پس بفرست درودهاى خود و برکتهایت و مهرت و آمرزشت\
\
وَرِضْوانَکَ عَلَىَّ وَعَلَیْهِمْ وَاَذْهِبْ عَنْهُمُ الرِّجْسَ وَطَهِّرْهُمْ تَطْهیراً\
\
و خوشنودیت را بر من و بر ایشان و دور کن از ایشان پلیدى را و پاکیزه شان کن بخوبى\
\
فَقالَ اللَّهُ عَزَّوَجَلَّ یا مَلاَّئِکَتى وَیا سُکّانَ سَمو اتى اِنّى ما خَلَقْتُ\
\
پس خداى عزوجل فرمود: اى فرشتگان من و اى ساکنان آسمانهایم براستى که من نیافریدم\
\
سَماَّءً مَبْنِیَّهً وَلا اَرْضاً مَدْحِیَّهً وَلا قَمَراً مُنیراً وَلا شَمْساً مُضِیَّئَهً وَلا\
\
آسمان بنا شده و نه زمین گسترده و نه ماه تابان و نه مهر درخشان و نه\
\
فَلَکاً یَدُورُ وَلا بَحْراً یَجْرى وَلا فُلْکاً یَسْرى اِلاّ فى مَحَبَّهِ هؤُلاَّءِ\
\
فلک چرخان و نه دریاى روان و نه کشتى در جریان را مگر بخاطر دوستى این\
\
الْخَمْسَهِ الَّذینَ هُمْ تَحْتَ الْکِساَّءِ فَقالَ الاَْمینُ جِبْراَّئیلُ یا رَبِّ وَمَنْ\
\
پنج تن اینان که در زیر کسایند پس جبرئیل امین عرض کرد: پروردگارا کیانند\
\
تَحْتَ الْکِساَّءِ فَقالَ عَزَّوَجَلَّ هُمْ اَهْلُ بَیْتِ النُّبُوَّهِ وَمَعْدِنُ الرِّسالَهِ\
\
در زیر کساء؟ خداى عزوجل فرمود: آنان خاندان نبوت و کان رسالتند:\
\
هُمْ فاطِمَهُ وَاَبُوها وَبَعْلُها وَبَنُوها فَقالَ جِبْراَّئیلُ یا رَبِّ اَتَاْذَنُ لى اَنْ\
\
آنان فاطمه است و پدرش و شوهر و دو فرزندش جبرئیل عرض کرد: پروردگارا آیا به من هم اذن مى دهى\
\
اَهْبِطَ اِلَى الاَْرْضِ لاَِکُونَ مَعَهُمْ سادِساً فَقالَ اللَّهُ نَعَمْ قَدْ اَذِنْتُ لَکَ\
\
که به زمین فرود آیم تا ششمین آنها باشم خدا فرمود: آرى به تو اذن دادم\
\
فَهَبَطَ الاَْمینُ جِبْراَّئیلُ وَقالَ السَّلامُ عَلَیْکَ یا رَسُولَ اللَّهِ الْعَلِىُّ\
\
پس جبرئیل امین به زمین آمد و گفت : سلام بر تو اى رسول خدا، (پروردگار) علىّ\
\
الاَْعْلى یُقْرِئُکَ السَّلامَ وَیَخُصُّکَ بِالتَّحِیَّهِ وَالاِْکْرامِ وَیَقُولُ لَکَ\
\
اعلى سلامت مى رساند و تو را به تحیت و اکرام مخصوص داشته و مى فرماید:\
\
وَعِزَّتى وَجَلالى اِنّى ما خَلَقْتُ سَماَّءً مَبْنِیَّهً وَلا اَرْضاً مَدْحِیَّهً وَلا\
\
به عزت و جلالم سوگند که من نیافریدم آسمان بنا شده و نه زمین گسترده و نه\
\
قَمَراً مُنیراً وَلا شَمْساً مُضَّیئَهً وَلا فَلَکاً یَدُورُ وَلا بَحْراً یَجْرى وَلا\
\
ماه تابان و نه مهر درخشان و نه فلک چرخان و نه دریاى روان و نه کشتى در\
\
فُلْکاً یَسْرى اِلاّ لاَِجْلِکُمْ وَمَحَبَّتِکُمْ وَقَدْ اَذِنَ لى اَنْ اَدْخُلَ مَعَکُمْ\
\
جریان را مگر براى خاطر شما و محبت و دوستى شما و به من نیز اذن داده است که با شما\
\
فَهَلْ تَاْذَنُ لى یا رَسُولَ اللَّهِ فَقالَ رَسُولُ اللَّهِ وَعَلَیْکَ السَّلامُ یا\
\
در زیر کساء باشم پس آیا تو هم اى رسول خدا اذنم مى دهى ؟ رسول خدا(ص ) فرمود و بر تو باد سلام اى\
\
اَمینَ وَحْىِ اللَّهِ اِنَّهُ نَعَمْ قَدْ اَذِنْتُ لَکَ فَدَخَلَ جِبْراَّئیلُ مَعَنا تَحْتَ\
\
امین وحى خدا آرى به تو هم اذن دادم پس جبرئیل با ما وارد در زیر\
\
الْکِساَّءِ فَقالَ لاَِبى اِنَّ اللَّهَ قَدْ اَوْحى اِلَیْکُمْ یَقُولُ اِنَّما یُریدُ اللَّهُ\
\
کساء شد و به پدرم گفت : همانا خداوند بسوى شما وحى کرده و مى فرماید: ((حقیقت این است که خدا مى خواهد\
\
لِیُذْهِبَ عَنْکُمُ الرِّجْسَ اَهْلَ الْبَیْتِ وَ یُطَهِّرَکُمْ تَطْهیراً فَقالَ عَلِىُّ لاَِبى\
\
پلیدى (و ناپاکى ) را از شما خاندان ببرد و پاکیزه کند شما را پاکیزگى کامل )) على علیه السلام به پدرم گفت :\
\
یا رَسُولَ اللَّهِ اَخْبِرْنى ما لِجُلُوسِنا هذا تَحْتَ الْکِساَّءِ مِنَ الْفَضْلِ عِنْدَ\
\
اى رسول خدا به من بگو این جلوس (و نشستن ) ما در زیر کساء چه فضیلتى (و چه شرافتى ) نزد\
\
اللَّهِ فَقالَ النَّبِىُّ وَالَّذى بَعَثَنى بِالْحَقِّ نَبِیّاً وَاصْطَفانى بِالرِّسالَهِ نَجِیّاً\
\
خدا دارد؟ پیغمبر(ص ) فرمود: سوگند بدان خدائى که مرا به حق به پیامبرى برانگیخت و به رسالت و نجات دادن (خلق )\
\
ما ذُکِرَ خَبَرُنا هذا فى مَحْفِلٍ مِنْ مَحافِلِ اَهْلِ الاَْرْضِ وَفیهِ جَمْعٌ مِنْ\
\
برگزید که ذکر نشود این خبر (و سرگذشت ) ما در انجمن و محفلى از محافل مردم زمین که در آن گروهى از\
\
شَیعَتِنا وَمُحِبّینا اِلاّ وَنَزَلَتْ عَلَیْهِمُ الرَّحْمَهُ وَحَفَّتْ بِهِمُ الْمَلاَّئِکَهُ\
\
شیعیان و دوستان ما باشند جز آنکه نازل شود بر ایشان رحمت (حق ) و فرا گیرند ایشان را فرشتگان\
\
وَاسْتَغْفَرَتْ لَهُمْ اِلى اَنْ یَتَفَرَّقُوا فَقالَ عَلِىُّ اِذاً وَاللَّهِ فُزْنا وَفازَ شیعَتُنا\
\
و براى آنها آمرزش خواهند تا آنگاه که از دور هم پراکنده شوند، على (که این فضیلت را شنید) فرمود: با این ترتیب به خدا سوگند ما\
\
وَرَبِّ الْکَعْبَهِ فَقالَ النَّبِىُّ ثانِیاً یا عَلِىُّ وَالَّذى بَعَثَنى بِالْحَقِّ نَبِیّاً\
\
رستگار شدیم و سوگند به پروردگار کعبه که شیعیان ما نیز رستگار شدند، دوباره پیغمبر فرمود: اى على سوگند بدانکه مرا بحق به نبوت\
\
وَاصْطَفانى بِالرِّسالَهِ نَجِیّاً ما ذُکِرَ خَبَرُنا هذا فى مَحْفِلٍ مِنْ مَحافِلِ\
\
برانگیخت و به رسالت و نجات دادن (خلق ) برگزید ذکر نشود این خبر (و سرگذشت ) ما درانجمن ومحفلى از محافل\
\
اَهْلِ الاَْرْضِ وَفیهِ جَمْعٌ مِنْ شیعَتِنا وَمُحِبّینا وَفیهِمْ مَهْمُومٌ اِلاّ\
\
مردم زمین که در آن گروهى از شیعیان و دوستان ما باشند و در میان آنها اندوهناکى باشد جز\
\
وَفَرَّجَ اللَّهُ هَمَّهُ وَلا مَغْمُومٌ اِلاّ وَکَشَفَ اللَّهُ غَمَّهُ وَلا طالِبُ حاجَهٍ اِلاّ\
\
آنکه خدا اندوهش را برطرف کند و نه غمناکى جز آنکه خدا غمش را بگشاید و نه حاجتخواهى باشد جز آنکه\
\
وَقَضَى اللّهُ حاجَتَهُ فَقالَ عَلِىُّ اِذاً وَاللَّهِ فُزْنا وَسُعِدْنا وَکَذلِکَ\
\
خدا حاجتش را برآورد، على گفت : بدین ترتیب به خدا سوگند ما کامیاب و سعادتمند شدیم و هم چنین\
\
شیعَتُنا فازُوا وَسُعِدُوا فِى الدُّنْیا وَالاْخِرَهِ وَرَبِّ الْکَعْبَه\
\
سوگند به پروردگار کعبه که شیعیان ما نیز رستگار شدند."},
{"id":"9","name":"دعای علقمه","text":"يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ يَا مُجِيبَ دَعْوَةِ الْمُضْطَرِّينَ يَا كَاشِفَ كُرَبِ الْمَكْرُوبِينَ يَا غِيَاثَ الْمُسْتَغِيثِينَپ\
\
اى خدا اى خدا اى خدا اى مستجاب كننده دعاى بيچارگان و اى برطرف كن غم و اندوه پريشان خاطران‏اى دادرس دادخواهان\
\
يَا صَرِيخَ الْمُسْتَصْرِخِينَ (وَ) يَا مَنْ هُوَ أَقْرَبُ إِلَيَّ مِنْ حَبْلِ الْوَرِيدِ\
\
و اى فريادرس فريادخواهان و اى آنكه تو از رگ من به من نزديكترى\
\
(وَ) يَا مَنْ يَحُولُ بَيْنَ الْمَرْءِ وَ قَلْبِهِ (وَ) يَا مَنْ هُوَ بِالْمَنْظَرِ الْأَعْلَى وَ بِالْأُفِقِ الْمُبِينِ‏\
\
اى آنكه بين شخص و قلب او حايل مى‏شوى اى آنكه ذاتت در منظره بلند است و وجودت در افق روشن است\
\
(وَ) يَا مَنْ هُوَ الرَّحْمَنُ الرَّحِيمُ عَلَى الْعَرْشِ اسْتَوَى (وَ) يَا مَنْ يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَ مَا تُخْفِي الصُّدُورُ\
\
اى آنكه او منحصرا بخشاينده و مهربان و بر عرش مستقر است اى آنكه نظر چشم آنان كه به خيانت نگرند و آنچه در دلها پنهان دارند همه را مى ‏دانى\
\
(وَ) يَا مَنْ لاَ يَخْفَى عَلَيْهِ خَافِيَةٌ يَا مَنْ لاَ تَشْتَبِهُ عَلَيْهِ الْأَصْوَاتُ‏\
\
اى آنكه هيچ امر مستور و سر مخفى بر تو پنهان نيست اى آنكه اصوات بر تو مشتبه نخواهد شد\
\
(وَ) يَا مَنْ لاَ تُغَلِّطُهُ (تُغَلِّظُهُ) الْحَاجَاتُ (وَ) يَا مَنْ لاَ يُبْرِمُهُ إِلْحَاحُ الْمُلِحِّينَ‏\
\
و حاجات تو را به اشتباه نيفكند و اى كسى كه الحاح و التماس تو را رنج و ملال ندهد\
\
يَا مُدْرِكَ كُلِّ فَوْتٍ (وَ) يَا جَامِعَ كُلِّ شَمْلٍ (وَ) يَا بَارِئَ النُّفُوسِ بَعْدَ الْمَوْتِ‏\
\
اى مدرك هر چه فوت شود و اى جمع آرنده هر چه در جهان متفرق و پريشان شود اى برانگيزنده جانها پس از موت\
\
يَا مَنْ هُوَ كُلَّ يَوْمٍ فِي شَأْنٍ يَا قَاضِيَ الْحَاجَاتِ يَا مُنَفِّسَ الْكُرُبَاتِ يَا مُعْطِيَ السُّؤْلاَتِ‏\
\
اى آنكه تو را در هر روز شأن خاصى است اى برآورنده حاجات اى برطرف ساز غم و رنجها اى عطا بخش سؤالات\
\
يَا وَلِيَّ الرَّغَبَاتِ يَا كَافِيَ الْمُهِمَّاتِ‏\
\
اى مالك رغبت و اشتياقات اى كفايت كننده مهمات خلايق\
\
يَا مَنْ يَكْفِي مِنْ كُلِّ شَيْ‏ءٍ وَ لاَ يَكْفِي مِنْهُ شَيْ‏ءٌ فِي السَّمَاوَاتِ وَ الْأَرْضِ‏\
\
اى كسى كه تو به تنهايى كفايت از همه مى ‏كنى و هيچ چيز در آسمان و زمين از تو كفايت نمى‏ كند\
\
أَسْأَلُكَ بِحَقِّ مُحَمَّدٍ خَاتَمِ النَّبِيِّينَ وَ عَلَيٍّ أَمِيرِ الْمُؤْمِنِينَ وَ بِحَقِّ فَاطِمَةَ بِنْتِ نَبِيِّكَ وَ بِحَقِّ الْحَسَنِ وَ الْحُسَيْنِ‏\
\
از تو درخواست مى ‏كنم به حق محمد خاتم پيغمبران و به حق على امير اهل ايمان و به حق فاطمه دخت پيغمبرت و به حق حسن و حسين\
\
فَإِنِّي بِهِمْ أَتَوَجَّهُ إِلَيْكَ فِي مَقَامِي هَذَا وَ بِهِمْ أَتَوَسَّلُ وَ بِهِمْ أَتَشَفَّعُ إِلَيْكَ‏\
\
كه من بوسيله آن بزرگواران به درگاه حضرتت رو آورده ‏ام در اين مقام و به آنها توسل جسته و آنان را به درگاهت شفيع مى ‏آورم\
\
وَ بِحَقِّهِمْ أَسْأَلُكَ وَ أُقْسِمُ وَ أَعْزِمُ عَلَيْكَ وَ بِالشَّأْنِ الَّذِي لَهُمْ عِنْدَكَ وَ بِالْقَدْرِ الَّذِي لَهُمْ عِنْدَكَ‏\
\
و به حق آن پاكان از تو مسئلت مى‏كنم و قسم و سوگند به جد ياد مى ‏كنم بر تو و به شأن و مقامى كه آن بزرگواران را نزد توست و به قدر و منزلتشان نزد تو\
\
وَ بِالَّذِي فَضَّلْتَهُمْ عَلَى الْعَالَمِينَ وَ بِاسْمِكَ الَّذِي جَعَلْتَهُ عِنْدَهُمْ وَ بِهِ خَصَصْتَهُمْ دُونَ الْعَالَمِينَ‏\
\
و به آن سر حقيقتى كه موجب افضليت آنها برعالميان گرديد و به آن اسم خاصى كه تو نزد آنها قرار دادى از همه خلق به آنها اختصاص دادى\
\
وَ بِهِ أَبَنْتَهُمْ وَ أَبَنْتَ فَضْلَهُمْ مِنْ فَضْلِ الْعَالَمِينَ حَتَّى فَاقَ فَضْلُهُمْ فَضْلَ الْعَالَمِينَ جَمِيعاً\
\
تا آنكه فضل و كمال آنان برتر از تمام عالميان گرديد\
\
أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَكْشِفَ عَنِّي غَمِّي وَ هَمِّي وَ كَرْبِي‏\
\
(به اين امور تو را قسم مى‏ دهم) و از تو درخواست مى‏كنم كه درود فرستى بر محمد و آل محمد و هم و غم و رنج مرا برطرف سازى\
\
وَ تَكْفِيَنِي الْمُهِمَّ مِنْ أُمُورِي وَ تَقْضِيَ عَنِّي دَيْنِي‏\
\
و مهمات امورم را كفايت فرمايى و دينم را ادا سازى\
\
وَ تُجِيرَنِي مِنَ الْفَقْرِ وَ تُجِيرَنِي مِنَ الْفَاقَةِ وَ تُغْنِيَنِي عَنِ الْمَسْأَلَةِ إِلَى الْمَخْلُوقِينَ‏\
\
و از فقر و مسكنتم نجات دهى و مرا از سؤال از خلق به لطف و كرمت بى‏ نياز گردانى\
\
وَ تَكْفِيَنِي هَمَّ مَنْ أَخَافُ هَمَّهُ وَ عُسْرَ مَنْ أَخَافُ عُسْرَهُ وَ حُزُونَةَ مَنْ أَخَافُ حُزُونَتَهُ‏\
\
و مرا كفايت كنى از هر هم و غمى كه از آن مى‏ ترسم و از هر مشكل و خشونت هر كه خايفم\
\
وَ شَرَّ مَنْ (مَا) أَخَافُ شَرَّهُ وَ مَكْرَ مَنْ أَخَافُ مَكْرَهُ وَ بَغْيَ مَنْ أَخَافُ بَغْيَهُ‏\
\
و از هر شر اشرارى كه ترسانم و از مكر و ظلم و جور كسانى كه خوفناكم\
\
وَ جَوْرَ مَنْ أَخَافُ جَوْرَهُ وَ سُلْطَانَ مَنْ أَخَافُ سُلْطَانَهُ وَ كَيْدَ مَنْ أَخَافُ كَيْدَهُ‏\
\
و از تسلط و خدعه و كيد و اقتدار كسانى كه از آنها خائفم بر خود\
\
وَ مَقْدُرَةَ مَنْ أَخَافُ (بَلاَءَ) مَقْدُرَتَهُ عَلَيَّ وَ تَرُدَّ عَنِّي كَيْدَ الْكَيَدَةِ وَ مَكْرَ الْمَكَرَةِ\
\
از همه مرا حفظ و كفايت فرمائى و كيد و خدعه حيلت گران و مكر مكاران را از من بگردانى\
\
اللَّهُمَّ مَنْ أَرَادَنِي فَأَرِدْهُ وَ مَنْ كَادَنِي فَكِدْهُ‏\
\
پروردگارا هر كس با من اراده شرى دارد شرش را به خود او برگردان\
\
وَ اصْرِفْ عَنِّي كَيْدَهُ وَ مَكْرَهُ وَ بَأْسَهُ وَ أَمَانِيَّهُ وَ امْنَعْهُ عَنِّي كَيْفَ شِئْتَ وَ أَنَّى شِئْتَ‏\
\
و هر كه با من قصد خدعه و فريب دارد آرزو و فريب و آسيب او را از من برطرف ساز و به هر طريق و به هرگاه مى ‏خواهى آزارش را از من منع فرما\
\
اللَّهُمَّ اشْغَلْهُ عَنِّي بِفَقْرٍ لاَ تَجْبُرُهُ وَ بِبَلاَءٍ لاَ تَسْتُرُهُ وَ بِفَاقَةٍ لاَ تَسُدُّهَا\
\
پروردگارا تو از فكر آزار من او را به فقر و مسكنت و بلا و مصيبت دايمى كه برطرف ابدا از او نگردانى\
\
وَ بِسُقْمٍ لاَ تُعَافِيهِ وَ ذُلٍّ لاَ تُعِزُّهُ وَ بِمَسْكَنَةٍ لاَ تَجْبُرُهَا\
\
و به دردى كه عافيت نبخشى مشغولش گردان و به ذلت ابدى و فقر و مسكنت هميشگى كه هيچ جبران نكنى گرفتار ساز\
\
اللَّهُمَّ اضْرِبْ بِالذُّلِّ نَصْبَ عَيْنَيْهِ وَ أَدْخِلْ عَلَيْهِ الْفَقْرَ فِي مَنْزِلِهِ وَ الْعِلَّةَ وَ السُّقْمَ فِي بَدَنِهِ‏\
\
پروردگارا ذلت نفس را نصب العين او گردان‏و فقر و احتياج را به منزل او داخل ساز و درد و مرض را به بدن او جاى ده\
\
حَتَّى تَشْغَلَهُ عَنِّي بِشُغْلٍ شَاغِلٍ لاَ فَرَاغَ لَهُ وَ أَنْسِهِ ذِكْرِي كَمَا أَنْسَيْتَهُ ذِكْرَكَ‏\
\
تا او را از من هميشه مشغول درد و الم و فقر خودش گردانى و مرا از ياد او ببر چنانكه ياد خود را از خاطرش بردى\
\
وَ خُذْ عَنِّي بِسَمْعِهِ وَ بَصَرِهِ وَ لِسَانِهِ وَ يَدِهِ وَ رِجْلِهِ وَ قَلْبِهِ وَ جَمِيعِ جَوَارِحِهِ‏\
\
و آن دشمن مرا تو به كرمت گوش و چشم و زبان و دست و پا و قلب و جميع اعضايش را از آزار و اذيت به من منع فرما\
\
وَ أَدْخِلْ عَلَيْهِ فِي جَمِيعِ ذَلِكَ السُّقْمَ وَ لاَ تَشْفِهِ حَتَّى تَجْعَلَ ذَلِكَ لَهُ شُغْلاً شَاغِلاً بِهِ عَنِّي وَ عَنْ ذِكْرِي‏\
\
و دردى به تمام اين اعضاء و جوارحش مسلط فرما كه ابدا شفا نبخشى تا از من مشغول شود و ياد من از خاطرش برود\
\
وَ اكْفِنِي يَا كَافِيَ مَا لاَ يَكْفِي سِوَاكَ فَإِنَّكَ الْكَافِي لاَ كَافِيَ سِوَاكَ وَ مُفَرِّجٌ لاَ مُفَرِّجَ سِوَاكَ‏\
\
و مهمات مرا كفايت فرما اى كافى مهماتى كه غير تو احدى آن مهمات را كفايت نتواند كرد كه همانا تويى كفايت كننده در عالم و جز تو كفايت كننده‏اى نيست و فرج و گشايش امور منحصر به توست و غير تو نيست\
\
وَ مُغِيثٌ لاَ مُغِيثَ سِوَاكَ وَ جَارٌ لاَ جَارَ سِوَاكَ‏\
\
و فريادرس خلق تويى و غير تو نيست و پناه بيچارگان تويى و غير تو نيست\
\
خَابَ مَنْ كَانَ جَارُهُ سِوَاكَ وَ مُغِيثُهُ سِوَاكَ وَ مَفْزَعُهُ إِلَى سِوَاكَ‏\
\
هر كس به جوار غير تو پناه برد و فريادرسى جز تو طلبد و زارى به درگاه غير تو كرد\
\
وَ مَهْرَبُهُ (إِلَى سِوَاكَ) وَ مَلْجَؤُهُ إِلَى غَيْرِكَ (سِوَاكَ) وَ مَنْجَاهُ مِنْ مَخْلُوقٍ غَيْرِكَ‏\
\
و ملجأ و پناهى غير تو جست و نجات بخشى ماسواى تو از مخلوق طلب كرد محروم و نااميد گشت\
\
فَأَنْتَ ثِقَتِي وَ رَجَائِي وَ مَفْزَعِي وَ مَهْرَبِي وَ مَلْجَئِي وَ مَنْجَايَ‏\
\
پس تويى اى خدا اعتماد و اميد من و محل زارى و پناه و ملجأ و نجات بخش من\
\
فَبِكَ أَسْتَفْتِحُ وَ بِكَ أَسْتَنْجِحُ وَ بِمُحَمَّدٍ وَ آلِ مُحَمَّدٍ أَتَوَجَّهُ إِلَيْكَ وَ أَتَوَسَّلُ وَ أَتَشَفَّعُ‏\
\
كه به لطف تو گشايش و فيروزى مى‏ طلبم و بوسيله محمد و آل محمد (ص) بدرگاه تو روى مى ‏آورم و توسل و شفاعت مى ‏جويم\
\
فَأَسْأَلُكَ يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ فَلَكَ الْحَمْدُ وَ لَكَ الشُّكْرُ وَ إِلَيْكَ الْمُشْتَكَى وَ أَنْتَ الْمُسْتَعَانُ‏\
\
پس از تو منحصرا درخواست مى‏كنم اى خدا اى خدا اى خدا و تو را شكر و ستايش مى ‏كنم و به درگاه تو به شكوه و ناله و زارى مى ‏آيم و از تو يار و ياور مى‏ طلبم\
\
فَأَسْأَلُكَ يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ بِحَقِّ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ\
\
باز از تو تنها مسئلت مى ‏كنم اى خدا اى خدا اى خدا به حق محمد و آل محمد كه درود فرستى بر محمد و آل اطهارش\
\
وَ أَنْ تَكْشِفَ عَنِّي غَمِّي وَ هَمِّي وَ كَرْبِي فِي مَقَامِي هَذَا\
\
و از من هم و غم و رنج و پريشانيم را برطرف سازى در همين جا كه اقامت دارم\
\
كَمَا كَشَفْتَ عَنْ نَبِيِّكَ هَمَّهُ وَ غَمَّهُ وَ كَرْبَهُ وَ كَفَيْتَهُ هَوْلَ عَدُوِّهِ‏\
\
چنانكه هم و غم و رنج‏پيغمبرت را هم تو برطرف فرمودى و از هول و هراس دشمنش كفايت كردى\
\
فَاكْشِفْ عَنِّي كَمَا كَشَفْتَ عَنْهُ وَ فَرِّجْ عَنِّي كَمَا فَرَّجْتَ عَنْهُ وَ اكْفِنِي كَمَا كَفَيْتَهُ‏\
\
پس از من برطرف ساز چنانكه از آن حضرت برطرف ساختى و به من فرج و گشايش بخش چنانكه به او بخشيدى و امورم كفايت فرما چنانكه از او كفايت فرمودى\
\
(وَ اصْرِفْ عَنِّي) هَوْلَ مَا أَخَافُ هَوْلَهُ وَ مَئُونَةَ مَا أَخَافُ مَئُونَتَهُ‏\
\
و هر چه از آن هراسانم تو برطرف گردان و از من آنچه كه از مشقت و زحمتش ترسانم\
\
وَ هَمَّ مَا أَخَافُ هَمَّهُ بِلاَ مَئُونَةٍ عَلَى نَفْسِي مِنْ ذَلِكَ‏\
\
و آنچه از او اندوهناك و پريشان خاطرم بدون تحمل مشقت من تو از من كفايت فرما\
\
وَ اصْرِفْنِي بِقَضَاءِ حَوَائِجِي وَ كِفَايَةِ مَا أَهَمَّنِي هَمُّهُ مِنْ أَمْرِ آخِرَتِي وَ دُنْيَايَ‏\
\
و مرا برآورده حاجت از اينجا بازگردان و مهمات امور دنيا و آخرتم را كفايت فرما\
\
يَا أَمِيرَ الْمُؤْمِنِينَ (وَ يَا أَبَا عَبْدِ اللَّهِ ) عَلَيْكَ (عَلَيْكُمَا) مِنِّي سَلاَمُ اللَّهِ أَبَداً (مَا بَقِيتُ) وَ بَقِيَ اللَّيْلُ وَ النَّهَارُ\
\
اى امير المؤمنين و اى ابا عبد الله الحسين سلام و تحيت خدا از من بر تو باد هميشه تا من باقيم و تا ليل و نهار باقى است\
\
وَ لاَ جَعَلَهُ اللَّهُ آخِرَ الْعَهْدِ مِنْ زِيَارَتِكُمَا وَ لاَ فَرَّقَ اللَّهُ بَيْنِي وَ بَيْنَكُمَا\
\
و خدا اين زيارت مرا آخر عهد من در زيارت شما قرار ندهد و هرگز ميان من و شما خدا جدايى نيفكند\
\
اللَّهُمَّ أَحْيِنِي حَيَاةَ مُحَمَّدٍ وَ ذُرِّيَّتِهِ وَ أَمِتْنِي مَمَاتَهُمْ وَ تَوَفَّنِي عَلَى مِلَّتِهِمْ‏\
\
پروردگارا مرا به طريق حيوة محمد و آل محمد زنده بدار و به طريق آنان بميران و بر ملت و شريعتشان قبض روحم فرما\
\
وَ احْشُرْنِي فِي زُمْرَتِهِمْ وَ لاَ تُفَرِّقْ بَيْنِي وَ بَيْنَهُمْ طَرْفَةَ عَيْنٍ أَبَداً فِي الدُّنْيَا وَ الْآخِرَةِ\
\
و در زمره آن بزرگواران محشورم گردان و طرفة العينى تا ابد در دنيا و آخرت ميان من و آنها جدايى ميفكن\
\
يَا أَمِيرَ الْمُؤْمِنِينَ وَ يَا أَبَا عَبْدِ اللَّهِ أَتَيْتُكُمَا زَائِراً وَ مُتَوَسِّلاً إِلَى اللَّهِ رَبِّي وَ رَبِّكُمَا\
\
اى امير المؤمنين و اى ابا عبد الله من آمدم به زيارت شما و براى توسل بسوى خدا پروردگار من و شما\
\
وَ مُتَوَجِّهاً إِلَيْهِ بِكُمَا وَ مُسْتَشْفِعاً (بِكُمَا) إِلَى اللَّهِ (تَعَالَى) فِي حَاجَتِي هَذِهِ‏\
\
و براى توجه به درگاه او بوسيله شما و به شفاعت شما و به شفاعت شما بسوى خدا براى برآمدن حاجتم\
\
فَاشْفَعَا لِي فَإِنَّ لَكُمَا عِنْدَ اللَّهِ الْمَقَامَ الْمَحْمُودَ وَ الْجَاهَ الْوَجِيهَ وَ الْمَنْزِلَ الرَّفِيعَ وَ الْوَسِيلَةَ\
\
پس براى من به درگاه خدا شفاعت كنيد كه شما را نزد خدا مقام بلند محمود و آبرومندى رتبه و منزلت رفيع است و وسيله خداييد\
\
إِنِّي أَنْقَلِبُ عَنْكُمَا مُنْتَظِراً لِتَنَجُّزِ الْحَاجَةِ وَ قَضَائِهَا وَ نَجَاحِهَا مِنَ اللَّهِ بِشَفَاعَتِكُمَا لِي إِلَى اللَّهِ فِي ذَلِكَ فَلاَ أَخِيبُ‏\
\
حاليا من از زيارت شما باز مى ‏گردم و منتظر برآمدن قطعى حاجتم و روا شدن آن از لطف خدا بواسطه شفاعت شما به درگاه‏ حق در اين حاجت هستم پس اى خدا نااميد نشوم\
\
وَ لاَ يَكُونُ مُنْقَلَبِي مُنْقَلَباً خَائِباً خَاسِراً بَلْ يَكُونُ مُنْقَلَبِي مُنْقَلَباً رَاجِحاً (رَاجِياً) مُفْلِحاً مُنْجِحاً مُسْتَجَاباً بِقَضَاءِ جَمِيعِ حَوَائِجِي (الْحَوَائِجِ)\
\
و از اين سفر زيارت به زيان و حرمان باز نگردم بلكه از آن درگاه كرم با فضيلت و رستگارى و فيروزى و اجابت دعاها و برآورده شدن تمام حاجات باز گردم\
\
وَ تَشَفَّعَا لِي إِلَى اللَّهِ انْقَلَبْتُ عَلَى مَا شَاءَ اللَّهُ وَ لاَ حَوْلَ وَ لاَ قُوَّةَ إِلاَّ بِاللَّهِ‏\
\
و با شفاعت به درگاه حق برگردم بر آنچه خدا مشيتش قرار گرفته و هيچ قدرت و نيرويى الا به حول و قوه خدا نخواهد بود\
\
مُفَوِّضاً أَمْرِي إِلَى اللَّهِ مُلْجِئاً ظَهْرِي إِلَى اللَّهِ مُتَوَكِّلاً عَلَى اللَّهِ‏\
\
كارم را به خدا تفويض مى‏كنم و در پناه حق و يارى او با توكل بر خدا\
\
وَ أَقُولُ حَسْبِيَ اللَّهُ وَ كَفَى سَمِعَ اللَّهُ لِمَنْ دَعَا لَيْسَ لِي وَرَاءَ اللَّهِ وَ وَرَاءَكُمْ يَا سَادَتِي مُنْتَهًى‏\
\
پيوسته خواهم گفت كه خدا مرا بس و كافى است كه خدا هر كه او را به دعا بخواند مى ‏شنود و مرا جز درگاه و درگاه شما بزرگانم كه اولياء خداييد درى ديگر نيست\
\
مَا شَاءَ رَبِّي كَانَ وَ مَا لَمْ يَشَأْ لَمْ يَكُنْ وَ لاَ حَوْلَ وَ لاَ قُوَّةَ إِلاَّ بِاللَّهِ‏\
\
آنچه پروردگارم خواسته وجود يابد و آنچه نخواسته وجود نخواهد يافت و هيچ حول و قوه‏ اى جز به خدا وجود ندارد\
\
أَسْتَوْدِعُكُمَا اللَّهَ وَ لاَ جَعَلَهُ اللَّهُ آخِرَ الْعَهْدِ مِنِّي إِلَيْكُمَا\
\
من شما دو بزرگوار را اينك وداع مى ‏گويم و خدا اين زيارت را آخرين عهدم به زيارت شما قرار ندهد\
\
انْصَرَفْتُ يَا سَيِّدِي يَا أَمِيرَ الْمُؤْمِنِينَ وَ مَوْلاَيَ وَ أَنْتَ (أُبْتُ) يَا أَبَا عَبْدِ اللَّهِ يَا سَيِّدِي‏\
\
من بازگشتم اى آقاى من اى امير المؤمنين و اى آقاى من اى ابا عبد الله\
\
(وَ) سَلاَمِي عَلَيْكُمَا مُتَّصِلٌ مَا اتَّصَلَ اللَّيْلُ وَ النَّهَارُ وَاصِلٌ ذَلِكَ إِلَيْكُمَا غَيْرُ (غَيْرَ) مَحْجُوبٍ عَنْكُمَا سَلاَمِي إِنْ شَاءَ اللَّهُ‏\
\
و سلام و تحيت مادام كه شب و روز پيوسته به يكديگرند بر شما باد و هميشه اين سلام به شما واصل شود و از شما پوشيده و محجوب هيچگاه نباشد انشاء الله\
\
وَ أَسْأَلُهُ بِحَقِّكُمَا أَنْ يَشَاءَ ذَلِكَ وَ يَفْعَلَ فَإِنَّهُ حَمِيدٌ مَجِيدٌ\
\
و از خدا به حق شما دو بزرگوار مسئلت مى‏ كنم كه اين هميشه با مشيت خدا و عنايت الهى انجام يابد كه او البته خداى بزرگوار ستوده صفات است\
\
انْقَلَبْتُ يَا سَيِّدَيَّ عَنْكُمَا تَائِباً حَامِداً لِلَّهِ شَاكِراً رَاجِياً لِلْإِجَابَةِ غَيْرَ آيِسٍ وَ لاَ قَانِطٍ\
\
بازگشتم اى آقاى من از زيارت شما در حالى كه از هر گناه توبه كرده و به حمد و شكر و سپاس حق مشغولم و اميدوار اجابت دعاهايم هستم و ابدا مأيوس از لطف خدا نيستم\
\
آئِباً عَائِداً رَاجِعاً إِلَى زِيَارَتِكُمَا غَيْرَ رَاغِبٍ عَنْكُمَا وَ لاَ مِنْ (عَنْ) زِيَارَتِكُمَا\
\
كه باز مكرر رجوع به درگاه شما و بازگشت به زيارت قبور مطهر شما كنم و هيچ از شما و زيارت قبور مطهرتان سير نشوم\
\
بَلْ رَاجِعٌ عَائِدٌ إِنْ شَاءَ اللَّهُ وَ لاَ حَوْلَ وَ لاَ قُوَّةَ إِلاَّ بِاللَّهِ‏\
\
بلكه مكرر باز بيايم انشاء الله و البته هيچ حول و قوه ‏اى جز به خواست خدا نخواهد بود\
\
يَا سَادَتِي رَغِبْتُ إِلَيْكُمَا وَ إِلَى زِيَارَتِكُمَا بَعْدَ أَنْ زَهِدَ فِيكُمَا وَ فِي زِيَارَتِكُمَا أَهْلُ الدُّنْيَا\
\
اى بزرگان من به زيارت شما مشتاق و مايل بودم بعد از آنكه اهل دنيا را ديدم به شما و زيارت شما بى ‏ميل و رغبت بودند\
\
فَلاَ خَيَّبَنِيَ اللَّهُ مَا (مِمَّا) رَجَوْتُ وَ مَا أَمَّلْتُ فِي زِيَارَتِكُمَا إِنَّهُ قَرِيبٌ مُجِيبٌ‏\
\
پس خدا مرا از اميد و آرزويى كه دارم محروم نگرداند و هم از زيارت شما محروم نسازد كه او به ما نزديك است و اجابت كننده دعا خيلى است."},
{"id":"10","name":"زیارت وارث","text":"اَلسَّلامُ عَلَیْكَ یا وارِثَ آدَمَ صَِفْوَةِ اللَّهِ اَلسَّلامُ\
\
سلام بر تو اى وارث آدم برگزیده خدا سلام\
\
\
عَلَیْكَ یا وارِثَ نُوحٍ نَبِىِّ اللَّهِ اَلسَّلامُ عَلَیْكَ یا وارِثَ اِبْراهیمَ خَلیلِ\
\
بر تو اى وارث نوح پیغمبر خدا سلام بر تو اى وارث ابراهیم خلیل\
\
\
اللَّهِ اَلسَّلامُ عَلَیْكَ یا وارِثَ مُوسى كَلیمِ اللَّهِ اَلسَّلامُ عَلَیْكَ یا وارِثَ\
\
خدا سلام بر تو اى وارث موسى هم سخن با خدا سلام بر تو اى وارث\
\
\
عیسى رُوحِ اللَّهِ اَلسَّلامُ عَلَیْكَ یا وارِثَ مُحَمَّدٍ حَبیبِ اللَّهِ اَلسَّلام\
\
عیسى روح خدا سلام بر تو اى وارث محمد حبیب خدا سلام\
\
\
عَلَیْكَ یا وارِثَ اَمیرِ الْمُؤْمِنینَ عَلَیْهِ السَّلامُ اَلسَّلامُ عَلَیْكَ یَا بْنَ\
\
بر تو اى وارث امیر مؤ منان علیه السلام سلام بر تو اى فرزند\
\
\
مُحَمَّدٍ الْمُصْطَفى اَلسَّلامُ عَلَیْكَ یَا بْنَ عَلِی الْمُرْتَضى اَلسَّلامُ عَلَیْكَ\
\
محمد مصطفى سلام بر تو اى فرزند على مرتضى سلام بر تو اى\
\
\
یَابْنَ فاطِمَةَ الزَّهْرآءِ اَلسَّلامُ عَلَیْكَ یَا بْنَ خَدیجَةَ الْكُبْرى اَلسَّلامُ\
\
فرزند فاطمه زهرا سلام برتو اى فرزند خدیجه كبرى سلام\
\
\
عَلَیْكَ یا ثارَ اللَّهِ وَابْنَ ثارِهِ وَالْوِتْرَ الْمَوْتُورُ اَشْهَدُ اَنَّكَ قَدْ اَقَمْتَ\
\
بر تو اى كسى كه خدا خونخواهیش كند و فرزند چنین خونى و اى تك و تنها مانده اى كه انتقام خونت گرفته نشد گواهى دهم كه تو\
\
\
الصَّلوةَ وَآتَیْتَ الزَّكوةَ وَاَمَرْتَ بِالْمَعْرُوفِ وَنَهَیْتَ عَنْ الْمُنْكَرِ\
\
بپاداشتى نماز را و بدادى زكات را و امر كردى به معروف (كار نیك ) و نهى كردى از منكر (كار زشت )\
\
\
وَاَطَعْتَ اللَّهَ وَرَسُولَهُ حَتّى اَتیكَ الْیَقینُ فَلَعَنَ اللَّهُ اُمَّةً قَتَلَتْكَ وَلَعَنَ\
\
و پیروى كردى از خدا و رسولش تا به شهادت رسیدى پس خدا لعنت كند مردمى كه تو را كشتند و خدا لعن\
\
\
اللَّهُ اُمَّةً ظَلَمَتْكَ وَلَعَنَ اللَّهُ اُمَّةً سَمِعَتْ بِذلِكَ فَرَضِیَتْ بِهِ یا مَوْلاىَ یا\
\
كند مردمى كه به تو ستم كردند و خدا لعنت كند مردمى كه این جریان را شنیدند و بدان راضى شدند اى مولاى من اى\
\
\
اَبا عَبْدِ اللَّهِ اَشْهَدُ اَنَّكَ كُنْتَ نُوراً فِى الاَْصْلابِ الشّامِخَةِ وَالاَْرْحامِ\
\
ابا عبداللّه گواهى دهم كه تو براستى نورى بودى در صُلبهاى شامخ (و بلند) و رَحِمْهاى\
\
\
الْمُطَهَّرَةِ لَمْ تُنَجِّسْكَ الْجاهِلِیَّةُ بِاَنْجاسِها وَلَمْ تُلْبِسْكَ مِنْ مُدْلَهِمّاتِ\
\
پاك ، آلوده ات نكرد زمان جاهلیت به پلیدیهایش و نپوشاندت از جامه هاى آلوده و\
\
\
ثِیابِها وَاَشْهَدُ اَنَّكَ مِنْ دَعآئِمِ الدّینِ وَاَرْكانِ الْمُؤْمِنینَ\
\
چركش و گواهى دهم كه براستى تو از جمله ستونهاى دین و پایه هاى محكم مردان با ایمانى\
\
\
وَاَشْهَدُ اَنَّكَ الاِْمامُ الْبَرُّ التَّقِىُّ الرَّضِىُّ الزَّكِىُّ الْهادِى الْمَهْدِىُّ\
\
و گواهى دهم كه براستى تو پیشوائى هستى نیكوكار و با تقوى و پسندیده و پاكیزه و راهنماى راه یافته\
\
\
وَاَشْهَدُ اَنَّ الاَْئِّمَةَ مِنْ وُلْدِكَ كَلِمَةُ التَّقْوى وَاَعْلامُ الْهُدى وَالْعُروَةُ\
\
و گواهى دهم كه امامان از فرزندان تو اساس (و حقیقت ) تقوى و نشانه هاى هدایت و دستاویز\
\
\
الْوُثْقى وَالْحُجَّةُ عَلَّى اَهْلِ الدُّنْیا وَاُشْهِدُ اللَّهَ وَمَلاَّئِكَتَهُ وَاَنْبِی آئَهُ\
\
محكم (حق ) و حجتهائى بر مردم دنیا هستند و گواه گیرم خدا و فرشتگانش و پیمبرانش\
\
\
وَرُسُلَهُ اَ نّى بِكُمْ مُؤْمِنٌ وَبِاِیابِكُمْ مُوقِنٌ بِشَرایِعِ دینى وَخَواتیمِ\
\
و رسولانش را كه من براستى به شما ایمان دارم و به بازگشتتان یقین دارم طبق مقررات دین و مذهبم و پایان\
\
\
عَمَلى وَقَلْبى لِقَلْبِكُمْ سِلْمٌ وَاَمْرى لاَِمْرِكُمْ مُتَّبِعٌ صَلَواتُ اللَّهِ\
\
كردارم و دلم تسلیم دل شما است و كارم پیرو كار شما است درودهاى خدا\
\
\
عَلَیْكُمْ وَعَلى اَرْواحِكُمْ وَعَلى اَجْسادِكُمْ وَعَلى اَجْسامِكُمْ وَ عَلى\
\
بر شما و بر روانهایتان و بر جسدهاتان و بر پیكرتان و بر\
\
\
شاهِدِكُمْ وَعَلى غائِبِكُمْ وَعَلى ظاهِرِكُمْ وَعَلى باطِنِكُمْ\
\
حاضرتان و بر غائبتان و بر آشكارتان و بر نهانتان\
\
\
بِاَبى اَنْتَ وَاُمّى یَا بْنَ رَسُولِ اللَّهِ بِاَبى اَنْتَ\
\
پدر و مادرم به فداى تو اى فرزند رسول خدا پدر\
\
\
وَاُمّى یا اَبا عَبْدِاللَّهِ لَقَدْ عَظُمَتِ الرَّزِیَّةُ وَجَلَّتِ الْمُصیبَةُ بِكَ عَلَیْنا\
\
و مادرم فداى تو اى ابا عبداللّه براستى بزرگ گشت عزایت و گران شد مصیبت تو بر ما\
\
\
وَعَلى جَمیعِ اَهْلِ السَّمواتِ وَالاَْرْضِ فَلَعَنَ اللَّهُ اُمَّةً اَسْرَجَتْ\
\
و بر همه اهل آسمانها و زمین پس خدا لعنت كند مردمى را كه اسبان را زین كردند\
\
\
وَاَلْجَمَتْ وَتَهَیَّاءَتْ لِقِتالِكَ یا مَوْلاىَ یا اَبا عَبْدِاللَّهِ قَصَدْتُ حَرَمَكَ\
\
و دهانه زدند و آماده كشتارت شدند اى مولاى من اى ابا عبداللّه من آهنگ كردم حرم تو را\
\
\
وَاَتَیْتُ اِلى مَشْهَدِكَ اَسْئَلُ اللَّهَ بِالشَّاْنِ الَّذى لَكَ عِنْدَهُ وَبِالْمَحَلِّ\
\
و آمدم به زیارتگاهت از خدا خواهم بدان منزلتى كه در پیش او دارى و بدان مقامى\
\
\
الَّذى لَكَ لَدَیْهِ اَنْ یُصَلِىَّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاَنْ یَجْعَلَنى\
\
كه نزدش دارى كه درود فرستد بر محمد وآل محمد و قرار دهد مرا\
\
\
مَعَكُمْ فِى الدُّنْیا وَالاْخِرَةِ\
\
با شما در دنیا و آخرت\
\
\
اَللّهُمَّ اِنّى\
\
خدایا من\
\
\
صَلَّیْتُ وَرَكَعْتُ وَسَجَدْتُ لَكَ وَحْدَكَ لا شَریكَ لَكَ لاَِنَّ الصَّلوةَ\
\
نماز خواندم و ركوع كردم و سجده بجا آوردم براى تو تنها كه شریك ندارى زیرا نماز\
\
\
وَالرُّكُوعَ وَالسُّجُودَ لا یَكُونُ اِلاّ لَكَ لاَِنَّكَ اَنْتَ اللَّهُ لا اِلهَ الاّ اَنْتَ\
\
و ركوع و سجده نیست جز براى تو چونكه توئى خدائى كه معبودى جز تو نیست\
\
\
اَللّهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاَبْلِغْهُمْ عَنّى اَفْضَلَ السَّلامِ\
\
خدایا درود فرست بر محمد و آل محمد و برسان از جانب من بدانها بهترین سلام\
\
\
وَالتَّحِیَّةِ وَارْدُدْ عَلَىَّ مِنْهُمُ السَّلامَ اَللّهُمَّ وَهاتانِ الرَّكْعَتانِ هَدِیَّةٌ\
\
و تحیت را و باز گردان از جانب آنها نیز بر من سلام خدایا و این دو ركعت نمازى كه خواندم هدیه اى است\
\
\
مِنّى اِلى مَوْلاىَ الْحُسَیْنِ بْنِعَلِی عَلَیْهِمَا السَّلامُ اَللّهُمَّ صَلِّ عَلى\
\
از من به پیشگاه سرورم حضرت حسین بن على علیهماالسلام خدایا درود فرست بر\
\
\
مُحَمَّدٍ وَعَلَیْهِ وَتَقَبَّلْ مِنّى وَاْجُرْنى عَلى ذلِكَ بِاَفْضَلِ اَمَلى\
\
محمد و بر آن حضرت و بپذیر از من و پاداشم بده در برابر آن برطبق بهترین آرزو\
\
\
وَرَجآئى فیكَ وَفى وَلِیِّكَ یا وَلِىَّ الْمُؤْمِنینَ\
\
و امیدى كه درباره ولىّ تو دارم اى سرپرست مؤ منان\
\
پس برخیزید و بروید پایین پاى قبر آن حضرت , بایستید نزد سر علىّ بن الحسین علیه السلام و بگویید:\
\
\
\
اَلسَّلامُ عَلَیْكَ یَا بْنَ رَسُولِ\
\
سلام بر تو اى فرزند رسول\
\
\
اللَّهِ اَلسَّلامُ عَلَیْكَ یَا بْنَ نَبِىِّ اللَّهِ اَلسَّلامُ عَلَیْكَ یَا بْنَ اَمیرِ الْمُؤْمِنینَ\
\
خدا سلام بر تو اى فرزند پیامبر خدا سلام بر تو اى فرزند امیرمؤ منان\
\
\
اَلسَّلامُ عَلَیْكَ یَا بْنَ الْحُسَیْنِ الشَّهیدِ اَلسَّلامُ عَلَیْكَ اَیُّهَا الشَّهیدُ [وَابْنُ\
\
سلام بر تو اى فرزند حسین شهید سلام بر تو اى شهید\
\
\
الشَّهیدِ ((منه ))] اَلسَّلامُ عَلَیْكَ اَیُّهَا الْمَظْلُومُ [وَ] ابْنُ الْمَظْلُومِ لَعَنَاللَّهُ اُمَّةً\
\
سلام بر تو اى ستم رسیده و فرزند (آن امام ) ستمدیده خدا لعنت كند مردمى كه\
\
\
قَتَلَتْكَ وَلَعَنَاللَّهُ اُمَّةً ظَلَمَتْكَ وَلَعَنَاللَّهُ اُمَّةً سَمِعَتْ بِذلِكَ فَرَضِیَتْ بِهِ\
\
تو راكشتند وخدا لعنت كند مردمى كه به تو ستم كردند وخدا لعنت كند مردمى را كه از این جریان اطلاع پیدا كرده و بدان راضى شدند\
\
پس بیفكن خودرا برقبرش وببوسید آن را وبگویید:\
\
\
اَلسَّلامُ عَلَیْكَ یا وَلِىَّ اللَّهِ وَابْنَ وَلِیِّهِ لَقَدْ\
\
سلام بر تو اى فرزند ولىّ و فرزند ولى خدا براستى كه\
\
\
عَظُمَتِالْمُصیبَةُ وَجَلَّتِ الرَّزِیَّةُ بِكَ عَلَیْنا وَعَلى جَمیعِ الْمُسْلِمینَ\
\
بزرگ گشت مصیبت تو و گران شد عزاى تو بر ما و بر تمام مسلمانان ،\
\
\
فَلَعَنَ اللَّهُ اُمَّةً قَتَلَتْكَ وَاَبْرَءُ اِلَى اللَّهِ وَاِلَیْكَ مِنْهُمْ\
\
خدا لعنت كند مردمى كه تو را كشتند و بیزارى جویم بسوى خدا و بسوى تو از آنها\
\
پس بیرون بیاید از درى كه پایین پاى علىّ بن الحُسین علیه السلام است و متوجّه شوید بسوى شهداء و بگویید:\
\
\
اَلسَّلامُ عَلَیْكُمْ\
\
سلام بر شما\
\
\
یا اَوْلِیاَّءَ اللَّهِ وَاَحِبّائَهُ اَلسَّلامُ عَلَیْكُمْ یا اَصْفِیاَّءَ اللَّهِ وَاَوِدّاَّئَهُ اَلسَّلامُ\
\
اى اولیاء خدا و دوستانش سلام بر شما اى برگزیدگان خدا و دوستدارانش سلام بر\
\
\
عَلَیْكُمْ یا اَنْصارَ دینِ اللَّهِ اَلسَّلامُ عَلَیْكُمْ یا اَنْصارَ رَسُولِ اللَّهِ\
\
شما اى یاوران دین خدا سلام بر شما اى یاران رسول خدا\
\
\
اَلسَّلامُ عَلَیْكُمْ یا اَنْصارَ اَمیرِ الْمُؤْمِنینَ اَلسَّلامُ عَلَیْكُمْ یا اَنْصارَ\
\
سلام بر شما اى یاران امیرمؤ منان سلام بر شما اى یاران\
\
\
فاطِمَةَ سَیِّدَةِ نِساَّءِ الْعالَمینَ اَلسَّلامُ عَلَیْكُمْ یا اَنْصارَ اَبیمُحَمَّدٍ\
\
فاطمه بانوى زنان جهانیان سلام بر شما اى یاران حضرت ابا محمد\
\
\
الْحَسَنِ بْنِ عَلِی الْوَلِىِّ النّاصِحِ اَلسَّلامُ عَلَیْكُمْ یا اَنْصارَ اَبى عَبْدِاللَّهِ\
\
حسن بن على آن دوست خیرخواه سلام بر شما اى یاران حضرت اباعبدالله\
\
\
بِاَبى اَنْتُمْ وَاُمّى طِبْتُمْ وَطابَتِ الاَْرْضُ [اَنْتُم ] الَّتى فیها دُفِنْتُمْ وَفُزْتُمْ\
\
پدر و مادرم به فداى شما براستى پاكیزه شدید و پاكیزه گشت آن زمینى كه شما در آن مدفون شدید و به رستگارى\
\
\
فَوْزاً عَظیماً فَیا لَیْتَنى كُنْتُ مَعَكُمْ فَاَفُوزَ مَعَكُمْ\
\
بزرگى رسیدید پس اى كاش من هم با شما بودم كه با شما رستگار گردم"},
{"id":"11","name":"دعای توسل","text":"علاّمه مجلسى رحمة اللّه فرموده است: در بعضى از كتابهاى معتبر از محمّد بن بابويه نقل كرده اند كه اين دعا را از امامان عليهم السّلام روايت كرده و گفته است: در هيچ امرى آن را نخواندم مگر آنكه به زودى اثر اجابت آنرا يافتم.\
و دعا اين است:\
اَللَّهُمَّ إِنّى أَسْئَلُكَ وَاَتَوَجَّهُ اِلَيْكَ بِنَبِيِّكَ نَبِىِّ الرَّحْمَةِ مُحَمَّدٍ صَلَّى اللّهُ عَلَيْهِ وَآلِهِ يا اَبَاالْقاسِمِ يَا رَسُولَ اللّهِ يَا اِمامَ الرَّحْمَةِ يا سَيِّدَنا وَمَوْلينا إِنّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ اِلَى اللّهِ وَقَدَّمْناكَ بَيْنَ يَدَىْ حاجاتِنا يا وَجيهاً عِنْدَ اللّهِ إِشْفَعْ لَنا عِنْدَ اللَهِ.\
خدايا از تو درخواست دارم و به سويت روى آوردم به وسيله پيامبرت، پيامبر رحمت محمّد (درود خدا بر او و خاندانش) اى ابا القاسم، اى فرستاده خدا، اى پيشواى رحمت، اى آقا و مولاى ما، به تو رو آورديم و تو را واسطه قرار قرار داديم، و به سوى خدا تو را وسيله ساختيم، و تو را پيش روى حاجاتمان نهاديم، اى آبرومند نزد خدا، براى ما نزد خدا شفاعت كن.\
يَا اَبَا الْحَسَنِ يا اَميرَ الْمُؤْمِنينَ يا عَلِىَّ بْنَ أَبيطالِبٍ يا حُجَّةَ اللّهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلينا إِنّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ اِلَى اللَهِ وَقَدَّمْناكَ بَيْنَ يَدَىْ حاجاتِنا يا وَجيهاً عِنْدَ اللَهِ اِشْفَعْ لَنا عِنْدَ اللَهِ.\
اى ابا الحسن اى امير المؤمنين اى على بن ابيطالب، اى حُجّت خُدا بر بندگان، اى آقا و مولاى ما، به تو روى آورديم و تو را واسطه قرار داديم و به سوى خدا به تو توسّل جُستيم و تو را پيش روى حاجاتمان نهاديم، اى آبرومند نزد خدا، براى ما نزد خدا شفاعت كن.\
يا فاطِمَةَ الزَّهْراَّءُ يا بِنْتَ مُحَمَّدٍ يا قُرَّةَ عَيْنِ الرَّسُولِ يا سَيِّدَتَنا وَمَوْلاتَنا اِنّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكِ اِلَى اللّهِ وَقَدَّمْناكِ بَيْنَ يَدَىْ حاجاتِنا يا وَجيهَةً عِنْدَ اللَهِ اِشْفَعى لَنا عِنْدَ اللَهِ\
اى فاطمه زهرا، اى دختر دلبند محمّد، اى نور چشم رسول خدا اى سرور و بانوى ما، به تو روى آورديم و تو را واسطه قرار داديم و به سوى به تو توسّل جستيم، و تو را پيش روى حاجاتمان نهاديم، اى آبرومند نزد خدا، براى ما نزد خدا شفاعت كن،\
يا اَبا مُحَمَّدٍ يا حَسَنَ بْنَ عَلِي اَيُّهَا الْمُجْتَبى يَا بْنَ رَسُولِ اللَهِ يا حُجَّةَ اللّهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلينا اِنّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ اِلَى اللَهِ وَقَدَّمْناكَ بَيْنَ يَدَىْ حاجاتِنا يا وَجيهاً عِنْدَ اللَهِ إِشْفَعْ لَنا عِنْدَ اللَهِ .\
اى ابا محمّد، اى حسن بن على اى برگزيده اى فرزند فرستاده خدا، اى حجّت خدا بر بندگان، اى آقا و مولاى ما، به تو روى آورديم و تو را واسطه قرار داديم و و به سوى خدا به تو توسّل جستيم، و تو را پيش روى حاجاتمان نهاديم، اى آبرومند نزد خدا، براى ما نزد خدا شفاعت كن.\
يا أَبا عَبْدِاللَه يا حُسَيْنَ بْنَ عَلِيٍ أَيُّهَا الْشَّهيدُ يَا بْنَ رَسُولِ اللَه يا حُجَّةَ اللَه عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلينا اِنّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ اِلَى اللَهِ وَقَدَّمْناكَ بَيْنَ يَدَىْ حاجاتِنا يا وَجيهاً عِنْدَ اللّهِ اِشْفَعْ لَنا عِنْدَ اللّهِ.\
اى ابا عبد اللّه، اى حسين بن على، اى شهيد، اى فرزند فرستاده خدا، اى حجّت خدا بر بندگان، اى آقا و مولاى ما، به تو روى آورديم، و تو را واسطه قرار داديم، و به سوى خدا به تو توسّل جستيم و تو را پيش روى حاجاتمان نهاديم، اى آبرومند نزد خدا، براى ما نزد خدا شفاعت كن.\
يا اَبَا الْحَسَنِ يا عَلِىَّ بْنَ الْحُسَيْنِ يا زَيْنَ الْعابِدينَ يَا بْنَ رَسُولِ اللّهِ يا حُجَّةَ اللّهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلينا اِنّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ اِلَى اللّهِ وَقَدَّمْناكَ بَيْنَ يَدَىْ حاجاتِنا يا وَجيهاً عِنْدَ اللّهِ اِشْفَعْ لَنا عِنْدَ اللّهِ.\
اى ابا الحسن، اى على بن الحسين اى زين العابدين، اى فرزند فرستاده خدا، اى حجّت خدا بر بندگان اى آقا و مولاى ما، به تو روى آورديم و تو را واسطه قرار داديم و به سوى خدا به تو توسّل جستيم، و تو را پيش روى حاجاتمان نهاديم، اى آبرومند نزد خدا براى ما نزد خدا شفاعت كن\
يا اَبا جَعْفَرٍ يا مُحَمَّدَ بْنَ عَلِي اَيُّهَا الْباقِرُ يَا بْنَ رَسُولِ اللّهِ يا حُجَّةَ اللّهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلينا اِنّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ اِلَى اللّهِ وَقَدَّمْناكَ بَيْنَ يَدَىْ حاجاتِنا يا وَجيهاً عِنْدَ اللّهِ اِشْفَعْ لَنا عِنْدَ اللّهِ.\
اى أبا جعفر، اى محمّد بن على، اى باقر، اى فرزند فرستاده خدا، اى حجّت خدا بر بندگان، اى آقا و مولاى ما به تو روى آورديم و تو را واسطه قرار داديم و به سوى خدا به تو توسّل جستيم، و تو را پيش روی حاجاتمان نهاديم، اى آبرومند نزد خدا، براى ما نزد خدا شفاعت كن.\
يا أَبا عَبْدِ اللّهِ يا جَعْفَرَ بْنَ مُحَمَّدٍ أَيُّهَا الصّادِقُ يَا بْنَ رَسُولِ اللّهِ يا حُجَّةَ اللّهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلينا اِنّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ اِلَى اللّهِ وَقَدَّمْناكَ بَيْنَ يَدَىْ حاجاتِنا يا وَجيهاً عِنْدَ اللّهِ اِشْفَعْ لَنا عِنْدَ اللّهِ،\
اى ابا عبد اللّه، اى جعفر بن محمّدا، اى صادق، اى فرزند رسول خدا، اى حجّت خدا بر بندگان، اى آقا و مولاى ما، به تو روى آورديم و تو را واسطه قرار داديم و به سوى خدا به تو توسّل جستيم و تو را پيش روى حاجاتمان نهاديم، اى آبرومند نزد خدا، براى ما نزد خدا شفاعت كن،\
يا أَبَا الْحَسَنِ يا مُوسَى بْنَ جَعْفَرٍ أَيُّهَا الْكاظِمُ يَا بْنَ رَسُولِ اللّهِ يا حُجَّةَ اللّهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلينا اِنّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ اِلَى اللّهِ وَقَدَّمْناكَ بَيْنَ يَدَىْ حاجاتِنا يا وَجيهاً عِنْدَ اللّهِ اِشْفَعْ لَنا عِنْدَ اللّهِ،\
اى ابا الحسن اى موسى بن جعفر، اى كاظم، اى فرزند فرستاده خدا، ای حجّت خدا بر بندگان، اى آقا و مولاى ما، به تو روى آورديم و تو را واسطه قرار داديم و به سوى خدا به تو توسّل جستيم و تو را پيش روى حاجاتمان نهاديم، اى آبرومند نزد خدا، براى ما نزد خدا شفاعت كن،\
يا أَبَا الْحَسَنِ يا عَلِىَّ بْنَ مُوسى أَيُّهَا الرِّضا يَا بْنَ رَسُولِ اللّهِ يا حُجَّةَ اللّهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلينا إِنّا تَوَجَّهْنا وَاسْتشْفَعْنا وَتَوَسَّلْنا بِكَ اِلَى اللّهِ وَقَدَّمْناكَ بَيْنَ يَدَىْ حاجاتِنا يا وَجيهاً عِنْدَ اللّهِ اِشْفَعْ لَنا عِنْدَ اللّهِ\
اى ابا الحسن اى على بن موسى، اى رضا، اى فرزند فرستاده خدا، اى حجّت خدا بر بندگان اى آقا و مولاى ما به تو روى آورديم و تو را واسطه قرار داديم و به سوى خدا به تو توسّل جستيم و تو را پيش روى حاجاتمان نهاديم، اى آبرومند نزد خدا، برا يما نزد خدا شفاعت كن\
يا اَبا جَعْفَرٍ يا مُحَمَّدَ بْنَ عَلِي اَيُّهَا التَّقِىُّ الْجَوادُ يَا بْنَ رَسُولِ اللّهِ يا حُجَّةَ اللّهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلينا اِنّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ اِلَى اللّهِ وَقَدَّمْناكَ بَيْنَ يَدَىْ حاجاتِنا يا وَجيهاً عِنْدَ اللّهِ اِشْفَعْ لَنا عِنْدَ اللّهِ\
اى ابا جعفر اى محمّد بن على اى تقى جواد، اى فرزند فرستاده خدا، اى حجّت خدا بر بندگان، اى آقا و مولاى ما، به تو روى آورديم و تو را واسطه قرار داديم و به سوى خدا به تو توسّل جستيم، و تو را پيش روى حاجاتمان نهاديم، اى آبرومند نزد خدا، براى ما نزد خدا شفاعت كن،\
يا أَبَا الْحَسَنِ يا عَلِىَّ بْنَ مُحَمَّدٍ أَيُّهَا الْهادِى النَّقِىُّ يَا بْنَ رَسُولِ اللّهِ يا حُجَّةَ اللّهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلينا إِنّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ اِلَى اللّهِ وَقَدَّمْناكَ بَيْنَ يَدَىْ حاجاتِنا يا وَجيهاً عِنْدَ اللّهِ اِشْفَعْ لَنا عِنْدَ اللّهِ\
ای ابا الحسن، اى على بن محمّد، اى هادى نقى، اى فرزند فرستاده خدا، اى حجّت خدا بر بندگان، اى آقا و مولاى ما، به تو روى آورديم و تو را واسطه قرار داديم و به سوى خدا به تو توسّل جستيم، و تو را پيش روى حاجاتمان نهاديم، اى آبرومند نزد خدا، براى ما نزد خدا شفاعت كن،\
يا أَبا مُحَمَّدٍ يا حَسَنَ بْنَ عَلِي أَيُّهَا الزَّكِىُّ الْعَسْكَرِىُّ يَا بْنَ رَسُولِ اللّهِ يا حُجَّةَ اللّهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلينا إِنّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ اِلَى اللّهِ وَقَدَّمْناكَ بَيْنَ يَدَىْ حاجاتِنا يا وَجيهاً عِنْدَ اللّهِ اِشْفَعْ لَنا عِنْدَ اللّهِ\
اى ابا محمّد، اى حسن بن على، اى پاكنهاد عسگرى، اى فرزند فرستاده خدا، اى حجّت خدا بر بندگان، اى آقا و مولاى ما، به تو روى آورديم و تو را واسطه قرار داديم و به سوى خدا به تو توسّل جستيم و تو را پيش روى حاجاتمان نهاديم، اى آبرومند نزد خدا، براى ما نزد خدا شفاعت كن،\
يا وَصِىَّ الْحَسَنِ وَالْخَلَفَ الْحُجَّةَ اَيُّهَا الْقاَّئِمُ الْمُنْتَظَرُ الْمَهْدِىُّ يَا بْنَ رَسُولِ اللّهِ يا حُجَّةَ اللّهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلينا اِنّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ اِلَى اللّهِ وَقَدَّمْناكَ بَيْنَ يَدَىْ حاجاتِنا يا وَجيهاً عِنْدَ اللّهِ اِشْفَعْ لَنا عِنْدَ اللّهِ\
اى جانشين حسن، اى يادگار شايسته، اى پايدار مورد اميد، اى مهدی اى فرزند فرستاده خدا، اى حجّت خدا بر بندگان، اى آقا و مولاى ما، به تو روى آورديم و تو را واسطه قرار داديم و به سوى خدا به تو توسّل جستيم، و تو را پيش روى حاجاتمان نهاديم، اى آبرومند نزد خدا، براى ما نزد خدا شفاعت كن.\
پس از خواندن دعا، حاجات خود را بخواهد كه به خواست خدا برآورده میشود.\
و در روايت ديگری وارد شده است كه بعد از خواندن دعا چنين گويد:\
يا سادَتى وَمَوالِىَّ اِنّى تَوَجَّهْتُ بِكُمْ أَئِمَّتى وَعُدَّتى لِيَوْمِ فَقْرى وَحاجَتى اِلَى اللّهِ وَتَوَسَّلْتُ بِكُمْ اِلَى اللّهِ وَاسْتَشْفَعْتُ بِكُمْ إِلَى اللّهِ فَاشْفَعُوا لى عِنْدَ اللّهِ وَاسْتَنْقِذُونى مِنْ ذُنُوبى عِنْدَ اللّهِ فَاِنَّكُمْ وَسيلَتى اِلَى اللّهِ وَبِحُبِّكُمْ وَبِقُرْبِكُمْ أَرْجُو نَجاةً مِنَ اللّهِ فَكُونُوا عِنْدَ اللّهِ رَجاَّئى يا سادَتى يا أَوْلِياَّءَ اللّهِ صَلَّى اللّهُ عَلَيْهِمْ اَجْمَعينَ وَلَعَنَ اللّهُ أَعْداَّءَ اللّهِ ظالِميهِمْ مِنَ الاْوَّلينَ وَالاْخِرينَ امينَ رَبَّ الْعالَمينَ\
اى آقايان و سرورانم، من به شما پيشوايان و توشه هايم براى روز تنگدستى روى آوردم، و نيازم به سوى خداست، و توسّل جستم به سوى خدا، پس در نزد خدا واسطه من شويد، و مرا پيش خدا از گناهانم رهايى بخشيد، كه تنها شما وسيله من به جانب خدا هستيد، من با دوستى با شما و نزديك شدن به شما اميدوار نجات از جانب خدا هستم، پس نزد خدا اميد من باشيد، اى آقايان من و دوستداران خدا، خدا بر همه آنان درود فرست و لعنت خدا بر دشمنان خدا، آن ستمگران به محمّد و خاندان محمّد، از پيشينيان و پسينيان، دعايم را اجابت كن اى پروردگار جهانيان.\
مؤلف گويد: شيخ كفعمى در كتاب بَلَدُ الأَمين دعاى مفصلى موسوم به دعاى فَرَج نقل كرده كه اين دعاى تَوَسُّل در ضمن آن آمده است و به گمان من، «دوازده امام» خواجه نصير الدين طوسى همين دعاى توسّل است كه آن را با صلوات بر حجّتهاى پاك الهى تركيب كرده اند و مجموعه آن در يك خطبه بليغ و رسا جا گرفته است، و كفعمى آن را در بخشهاى آخر كتاب «مِصْباح» ذكر كرده است."}
]